$(document).ready(function() {

    var lst = [{
            "name": "Авиационная и космическая медицина"
        },
        {
            "name": "Акушерство и гинекология"
        },
        {
            "name": "Аллергология и иммунология"
        },
        {
            "name": "Амбулаторная хирургия"
        },
        {
            "name": "Андрология"
        },
        {
            "name": "Анестезиология"
        },
        {
            "name": "Анестезиология-реаниматология"
        },
        {
            "name": "Бактериология"
        },
        {
            "name": "Бактериология "
        },
        {
            "name": "Вертебрология"
        },
        {
            "name": "Вирусология"
        },
        {
            "name": "Водолазная медицина"
        },
        {
            "name": "Восстановительная медицина"
        },
        {
            "name": "Гастроэнтерология"
        },
        {
            "name": "Гематология"
        },
        {
            "name": "Генетика"
        },
        {
            "name": "Гепатология"
        },
        {
            "name": "Гериатрия"
        },
        {
            "name": "Гигиена детей и подростков"
        },
        {
            "name": "Гигиена питания"
        },
        {
            "name": "Гигиена труда"
        },
        {
            "name": "Гигиеническое воспитание"
        },
        {
            "name": "Гомеопатия"
        },
        {
            "name": "Дезинфектология"
        },
        {
            "name": "Дерматовенерология"
        },
        {
            "name": "Детская гинекология"
        },
        {
            "name": "Детская кардиология"
        },
        {
            "name": "Детская неврология"
        },
        {
            "name": "Детская онкология"
        },
        {
            "name": "Детская психиатрия"
        },
        {
            "name": "Детская пульмонология"
        },
        {
            "name": "Детская стоматология"
        },
        {
            "name": "Детская травматология и ортопедия"
        },
        {
            "name": "Детская урология-андрология"
        },
        {
            "name": "Детская хирургия"
        },
        {
            "name": "Детская эндокринология"
        },
        {
            "name": "Детские инфекционные болезни"
        },
        {
            "name": "Диабетология"
        },
        {
            "name": "Диетология"
        },
        {
            "name": "Инфекционные заболевания"
        },
        {
            "name": "Информационные технологии в здравоохранении"
        },
        {
            "name": "Кардиология"
        },
        {
            "name": "Кардиохирургия"
        },
        {
            "name": "Клиническая лабораторная диагностика"
        },
        {
            "name": "Клиническая микология"
        },
        {
            "name": "Клиническая психология"
        },
        {
            "name": "Клиническая фармакология"
        },
        {
            "name": "Колопроктология"
        },
        {
            "name": "Комбустиология"
        },
        {
            "name": "Коммунальная гигиена"
        },
        {
            "name": "Комплементарная медицина"
        },
        {
            "name": "Косметология"
        },
        {
            "name": "Лабораторная генетика"
        },
        {
            "name": "Лабораторная микология"
        },
        {
            "name": "Лечебная физкультура и спортивная медицина"
        },
        {
            "name": "Логопедия"
        },
        {
            "name": "Лучевая диагностика"
        },
        {
            "name": "Маммология"
        },
        {
            "name": "Мануальная терапия"
        },
        {
            "name": "Медико-социальная экспертиза"
        },
        {
            "name": "Медицинская статистика"
        },
        {
            "name": "Медицинский представитель"
        },
        {
            "name": "Медицинское и трудовое право"
        },
        {
            "name": "Микология"
        },
        {
            "name": "Наркология"
        },
        {
            "name": "Неврология"
        },
        {
            "name": "Нейрохирургия"
        },
        {
            "name": "Неонатология"
        },
        {
            "name": "Нефрология"
        },
        {
            "name": "Общая врачебная практика"
        },
        {
            "name": "Общая врачебная практика (семейная медицина)"
        },
        {
            "name": "Общая гигиена"
        },
        {
            "name": "Онкогематология"
        },
        {
            "name": "Онкогинекология"
        },
        {
            "name": "Онкология"
        },
        {
            "name": "Онкохирургия"
        },
        {
            "name": "Организация здравоохранения и общественное здоровье"
        },
        {
            "name": "Ортодонтия"
        },
        {
            "name": "Остеопатия"
        },
        {
            "name": "Оториноларингология"
        },
        {
            "name": "Офтальмология"
        },
        {
            "name": "Паллиативная медицина"
        },
        {
            "name": "Паразитология"
        },
        {
            "name": "Патологическая анатомия"
        },
        {
            "name": "Педиатрия"
        },
        {
            "name": "Пластическая хирургия"
        },
        {
            "name": "Провизор"
        },
        {
            "name": "Профилактическая медицина"
        },
        {
            "name": "Профпатология"
        },
        {
            "name": "Психиатрия"
        },
        {
            "name": "Психиатрия-наркология"
        },
        {
            "name": "Психотерапия"
        },
        {
            "name": "Пульмонология"
        },
        {
            "name": "Радиационная гигиена"
        },
        {
            "name": "Радиология"
        },
        {
            "name": "Радиотерапия"
        },
        {
            "name": "Реаниматология"
        },
        {
            "name": "Ревматология"
        },
        {
            "name": "Рентгенология"
        },
        {
            "name": "Рентгенэндоваскулярные диагностика и лечение"
        },
        {
            "name": "Репродуктология"
        },
        {
            "name": "Рефлексотерапия"
        },
        {
            "name": "Санитария и гигиена"
        },
        {
            "name": "Санитарно-гигиенические лабораторные исследования"
        },
        {
            "name": "Сексология"
        },
        {
            "name": "Сердечно-сосудистая хирургия"
        },
        {
            "name": "Сестринское дело"
        },
        {
            "name": "Скорая медицинская помощь"
        },
        {
            "name": "Сомнология"
        },
        {
            "name": "Социальная гигиена и организация госсанэпид-службы"
        },
        {
            "name": "Спортивная медицина"
        },
        {
            "name": "Стоматология"
        },
        {
            "name": "Стоматология детская"
        },
        {
            "name": "Стоматология общей практики"
        },
        {
            "name": "Стоматология ортопедическая"
        },
        {
            "name": "Стоматология терапевтическая"
        },
        {
            "name": "Стоматология хирургическая"
        },
        {
            "name": "Судебно-медицинская экспертиза"
        },
        {
            "name": "Судебно-психиатрическая экспертиза"
        },
        {
            "name": "Сурдология"
        },
        {
            "name": "Сурдология-оториноларингология"
        },
        {
            "name": "Терапия"
        },
        {
            "name": "Токсикология"
        },
        {
            "name": "Торакальная хирургия"
        },
        {
            "name": "Травматология и ортопедия"
        },
        {
            "name": "Трансплантология"
        },
        {
            "name": "Трансфузиология"
        },
        {
            "name": "Трихология"
        },
        {
            "name": "Ультразвуковая диагностика"
        },
        {
            "name": "Управление и экономика фармации"
        },
        {
            "name": "Управление сестринской деятельностью"
        },
        {
            "name": "Урология"
        },
        {
            "name": "Фармацевтическая технология"
        },
        {
            "name": "Фармацевтическая химия и фармакогнозия"
        },
        {
            "name": "Физиотерапия"
        },
        {
            "name": "Фитотерапия"
        },
        {
            "name": "Флебология"
        },
        {
            "name": "Фтизиатрия"
        },
        {
            "name": "Функциональная диагностика"
        },
        {
            "name": "Хирургия"
        },
        {
            "name": "Челюстно-лицевая хирургия"
        },
        {
            "name": "Эндокринная гинекология"
        },
        {
            "name": "Эндокринная хирургия"
        },
        {
            "name": "Эндокринология"
        },
        {
            "name": "Эндоскопия"
        },
        {
            "name": "Эпидемиология"
        },
        {
            "name": "Прочие"
        }
    ]


    var employee_data = '<option value="">Выберите из списка</option>';
    for (var i = 0; i < lst.length; i++) {
        employee_data += '<option value="';
        employee_data += lst[i].name + '">';
        employee_data += lst[i].name + '</option>';
        // alert(employee_data);

    }
    $('#input_speciality').append(employee_data);
    $('#speciality-2').append(employee_data);


});