const cities = [{
        "city": "Выберите из списка"
    },
    {
        "city": "Москва"
    },
    {
        "city": "Абаза"
    },
    {
        "city": "Абакан"
    },
    {
        "city": "Абакан"
    },
    {
        "city": "Абан"
    },
    {
        "city": "Абатский"
    },
    {
        "city": "Абдулино"
    },
    {
        "city": "Абезь"
    },
    {
        "city": "Абинск"
    },
    {
        "city": "Абрамцево"
    },
    {
        "city": "Абрау-Дюрсо"
    },
    {
        "city": "Абый"
    },
    {
        "city": "Аган"
    },
    {
        "city": "Агаповка"
    },
    {
        "city": "Агвали"
    },
    {
        "city": "Агеево"
    },
    {
        "city": "Агинское"
    },
    {
        "city": "Агинское"
    },
    {
        "city": "Агрыз"
    },
    {
        "city": "Адамовка"
    },
    {
        "city": "Адыгейск"
    },
    {
        "city": "Азнакаево"
    },
    {
        "city": "Азов"
    },
    {
        "city": "Айгунь"
    },
    {
        "city": "Айдырлинский"
    },
    {
        "city": "Айкино"
    },
    {
        "city": "Ак-Довурак"
    },
    {
        "city": "Акбулак"
    },
    {
        "city": "Аккермановка"
    },
    {
        "city": "Аксай"
    },
    {
        "city": "Аксай"
    },
    {
        "city": "Аксаково"
    },
    {
        "city": "Аксарка"
    },
    {
        "city": "Аксеново-Зиловское"
    },
    {
        "city": "Аксубаево"
    },
    {
        "city": "Акташ"
    },
    {
        "city": "Актюбинский"
    },
    {
        "city": "Акутиха"
    },
    {
        "city": "Акуша"
    },
    {
        "city": "Акша"
    },
    {
        "city": "Алабино"
    },
    {
        "city": "Алагир"
    },
    {
        "city": "Алапаевск"
    },
    {
        "city": "Алатырь"
    },
    {
        "city": "Алдан"
    },
    {
        "city": "Алейск"
    },
    {
        "city": "Александро-Невский"
    },
    {
        "city": "Александров"
    },
    {
        "city": "Александров Гай"
    },
    {
        "city": "Александровск-Сахалинский"
    },
    {
        "city": "Александровская"
    },
    {
        "city": "Александровский Завод"
    },
    {
        "city": "Александровское"
    },
    {
        "city": "Александровское"
    },
    {
        "city": "Алексеевка"
    },
    {
        "city": "Алексеевка"
    },
    {
        "city": "Алексеевск"
    },
    {
        "city": "Алексеевская"
    },
    {
        "city": "Алексеевское"
    },
    {
        "city": "Алексин"
    },
    {
        "city": "Алзамай"
    },
    {
        "city": "Аликово"
    },
    {
        "city": "Алмазный"
    },
    {
        "city": "Алнаши"
    },
    {
        "city": "Алтайский"
    },
    {
        "city": "Алтухово"
    },
    {
        "city": "Алтынай"
    },
    {
        "city": "Алущевск"
    },
    {
        "city": "Алыгжер"
    },
    {
        "city": "Альменево"
    },
    {
        "city": "Альметьевск"
    },
    {
        "city": "Альметьевск"
    },
    {
        "city": "Амазар"
    },
    {
        "city": "Амбарный"
    },
    {
        "city": "Амга"
    },
    {
        "city": "Амдерма"
    },
    {
        "city": "Амзя"
    },
    {
        "city": "Амурск"
    },
    {
        "city": "Анадырь"
    },
    {
        "city": "Анадырь"
    },
    {
        "city": "Анапа"
    },
    {
        "city": "Анбэцу"
    },
    {
        "city": "Ангарск"
    },
    {
        "city": "Андреаполь"
    },
    {
        "city": "Андреево"
    },
    {
        "city": "Андропов"
    },
    {
        "city": "Анжеро-Судженск"
    },
    {
        "city": "Анива"
    },
    {
        "city": "Анна"
    },
    {
        "city": "Анопино"
    },
    {
        "city": "Антропово"
    },
    {
        "city": "Анучино"
    },
    {
        "city": "Анциферово"
    },
    {
        "city": "Апастово"
    },
    {
        "city": "Апатиты"
    },
    {
        "city": "Апрелевка"
    },
    {
        "city": "Апшеронск"
    },
    {
        "city": "Арамиль"
    },
    {
        "city": "Арбагар"
    },
    {
        "city": "Арбаж"
    },
    {
        "city": "Аргаяш"
    },
    {
        "city": "Аргун"
    },
    {
        "city": "Ардатов"
    },
    {
        "city": "Ардатов"
    },
    {
        "city": "Ардон"
    },
    {
        "city": "Арзамас"
    },
    {
        "city": "Арзгир"
    },
    {
        "city": "Аркадак"
    },
    {
        "city": "Аркуль"
    },
    {
        "city": "Армавир"
    },
    {
        "city": "Армизонское"
    },
    {
        "city": "Аромашево"
    },
    {
        "city": "Арсеньев"
    },
    {
        "city": "Арсеньево"
    },
    {
        "city": "Арск"
    },
    {
        "city": "Артем"
    },
    {
        "city": "Артемовск"
    },
    {
        "city": "Артемовский"
    },
    {
        "city": "Артемовский"
    },
    {
        "city": "Артемовский"
    },
    {
        "city": "Арти"
    },
    {
        "city": "Архангельск"
    },
    {
        "city": "Архангельское"
    },
    {
        "city": "Архара"
    },
    {
        "city": "Архипо-Осиповка"
    },
    {
        "city": "Архиповка"
    },
    {
        "city": "Аршань"
    },
    {
        "city": "Арья"
    },
    {
        "city": "Асбест"
    },
    {
        "city": "Асекеево"
    },
    {
        "city": "Асино"
    },
    {
        "city": "Аскиз"
    },
    {
        "city": "Аскино"
    },
    {
        "city": "Астрахань"
    },
    {
        "city": "Атагай"
    },
    {
        "city": "Атамановка"
    },
    {
        "city": "Атка"
    },
    {
        "city": "Аткарск"
    },
    {
        "city": "Атласово"
    },
    {
        "city": "Атюрьево"
    },
    {
        "city": "Атяшево"
    },
    {
        "city": "Афипский"
    },
    {
        "city": "Африканда"
    },
    {
        "city": "Ахтубинск"
    },
    {
        "city": "Ахты"
    },
    {
        "city": "Ахтырский"
    },
    {
        "city": "Ачинск"
    },
    {
        "city": "Ачису"
    },
    {
        "city": "Ачит"
    },
    {
        "city": "Ачуево"
    },
    {
        "city": "Аша"
    },
    {
        "city": "Ашитково"
    },
    {
        "city": "Аютинск"
    },
    {
        "city": "Аян"
    },
    {
        "city": "Аянка"
    },
    {
        "city": "Бабаево"
    },
    {
        "city": "Бабаюрт"
    },
    {
        "city": "Бабушкин"
    },
    {
        "city": "Бабынино"
    },
    {
        "city": "Бавлены"
    },
    {
        "city": "Бавлы"
    },
    {
        "city": "Багаевский"
    },
    {
        "city": "Баган"
    },
    {
        "city": "Багдарин"
    },
    {
        "city": "Багратионовск"
    },
    {
        "city": "Баево"
    },
    {
        "city": "Базарные Матаки"
    },
    {
        "city": "Базарный Карабулак"
    },
    {
        "city": "Базарный Сызган"
    },
    {
        "city": "Бай Хаак"
    },
    {
        "city": "Байкал"
    },
    {
        "city": "Байкалово"
    },
    {
        "city": "Байкальск"
    },
    {
        "city": "Байкит"
    },
    {
        "city": "Байконур"
    },
    {
        "city": "Баймак"
    },
    {
        "city": "Бакал"
    },
    {
        "city": "Бакалы"
    },
    {
        "city": "Баксан"
    },
    {
        "city": "Бакчар"
    },
    {
        "city": "Бакшеево"
    },
    {
        "city": "Балабаново"
    },
    {
        "city": "Балаганск"
    },
    {
        "city": "Балакирево"
    },
    {
        "city": "Балаково"
    },
    {
        "city": "Балахна"
    },
    {
        "city": "Балахта"
    },
    {
        "city": "Балашиха"
    },
    {
        "city": "Балашов"
    },
    {
        "city": "Балезино"
    },
    {
        "city": "Балей"
    },
    {
        "city": "Балтай"
    },
    {
        "city": "Балтаси"
    },
    {
        "city": "Балтийск"
    },
    {
        "city": "Балыгычан"
    },
    {
        "city": "Балыкса"
    },
    {
        "city": "Барабинск"
    },
    {
        "city": "Баргузин"
    },
    {
        "city": "Барда"
    },
    {
        "city": "Барзас"
    },
    {
        "city": "Барнаул"
    },
    {
        "city": "Барсуки"
    },
    {
        "city": "Барыбино"
    },
    {
        "city": "Барыш"
    },
    {
        "city": "Барятино"
    },
    {
        "city": "Басьяновский"
    },
    {
        "city": "Батагай"
    },
    {
        "city": "Батайск"
    },
    {
        "city": "Батецкий"
    },
    {
        "city": "Батурино"
    },
    {
        "city": "Батырева"
    },
    {
        "city": "Башмаково"
    },
    {
        "city": "Баянгол"
    },
    {
        "city": "Баяндай"
    },
    {
        "city": "Бегичевский"
    },
    {
        "city": "Беднодемьяновск"
    },
    {
        "city": "Бежаницы"
    },
    {
        "city": "Бежецк"
    },
    {
        "city": "Бежта"
    },
    {
        "city": "Безенчук"
    },
    {
        "city": "Беково"
    },
    {
        "city": "Белая"
    },
    {
        "city": "Белая Березка"
    },
    {
        "city": "Белая Калитва"
    },
    {
        "city": "Белая Холуница"
    },
    {
        "city": "Белгород"
    },
    {
        "city": "Белебей"
    },
    {
        "city": "Белев"
    },
    {
        "city": "Белинский"
    },
    {
        "city": "Белово"
    },
    {
        "city": "Белово"
    },
    {
        "city": "Белогорск"
    },
    {
        "city": "Белогорск"
    },
    {
        "city": "Белозерск"
    },
    {
        "city": "Белокуриха"
    },
    {
        "city": "Беломорск"
    },
    {
        "city": "Белоомут"
    },
    {
        "city": "Белорецк"
    },
    {
        "city": "Белореченск"
    },
    {
        "city": "Белоусово"
    },
    {
        "city": "Белоярск"
    },
    {
        "city": "Белоярский"
    },
    {
        "city": "Белоярский"
    },
    {
        "city": "Белые Берега"
    },
    {
        "city": "Белые Столбы"
    },
    {
        "city": "Белый"
    },
    {
        "city": "Белый Городок"
    },
    {
        "city": "Белый Яр"
    },
    {
        "city": "Белый Яр"
    },
    {
        "city": "Бельтырский"
    },
    {
        "city": "Беляевка"
    },
    {
        "city": "Бердигестях"
    },
    {
        "city": "Бердск"
    },
    {
        "city": "Бердюжье"
    },
    {
        "city": "Береговой"
    },
    {
        "city": "Березайка"
    },
    {
        "city": "Березник"
    },
    {
        "city": "Березники"
    },
    {
        "city": "Березовский"
    },
    {
        "city": "Березовский"
    },
    {
        "city": "Березовый"
    },
    {
        "city": "Берендеево"
    },
    {
        "city": "Беринговский"
    },
    {
        "city": "Беркакит"
    },
    {
        "city": "Беслан"
    },
    {
        "city": "Бессоновка"
    },
    {
        "city": "Бестях"
    },
    {
        "city": "Бетлица"
    },
    {
        "city": "Бея"
    },
    {
        "city": "Биаза"
    },
    {
        "city": "Бижбуляк"
    },
    {
        "city": "Бийск"
    },
    {
        "city": "Бикин"
    },
    {
        "city": "Билибино"
    },
    {
        "city": "Билибино"
    },
    {
        "city": "Бира"
    },
    {
        "city": "Биракан"
    },
    {
        "city": "Биробиджан"
    },
    {
        "city": "Бирск"
    },
    {
        "city": "Бирюсинск"
    },
    {
        "city": "Бискамжа"
    },
    {
        "city": "Бичура"
    },
    {
        "city": "Благовещенск"
    },
    {
        "city": "Благовещенск"
    },
    {
        "city": "Благовещенск (Амурская обл.)"
    },
    {
        "city": "Благодарный"
    },
    {
        "city": "Бобров"
    },
    {
        "city": "Богатое"
    },
    {
        "city": "Богатые Сабы"
    },
    {
        "city": "Богатырь"
    },
    {
        "city": "Богданович"
    },
    {
        "city": "Боговарово"
    },
    {
        "city": "Боголюбово"
    },
    {
        "city": "Богородицк"
    },
    {
        "city": "Богородск"
    },
    {
        "city": "Богородское"
    },
    {
        "city": "Богородское"
    },
    {
        "city": "Боготол"
    },
    {
        "city": "Боград"
    },
    {
        "city": "Богучаны"
    },
    {
        "city": "Богучар"
    },
    {
        "city": "Бодайбо"
    },
    {
        "city": "Боковская"
    },
    {
        "city": "Бокситогорск"
    },
    {
        "city": "Бологое"
    },
    {
        "city": "Болонь"
    },
    {
        "city": "Болотное"
    },
    {
        "city": "Болохово"
    },
    {
        "city": "Болхов"
    },
    {
        "city": "Большая Вишера"
    },
    {
        "city": "Большая Глущица"
    },
    {
        "city": "Большая Ижора"
    },
    {
        "city": "Большая Мартыновка"
    },
    {
        "city": "Большая Мурта"
    },
    {
        "city": "Большая Речка"
    },
    {
        "city": "Большая Соснова"
    },
    {
        "city": "Большая Черниговка"
    },
    {
        "city": "Большевик"
    },
    {
        "city": "Большерецк"
    },
    {
        "city": "Большереченск"
    },
    {
        "city": "Большеречье"
    },
    {
        "city": "Большеустьикинское"
    },
    {
        "city": "Большие Березники"
    },
    {
        "city": "Большие Уки"
    },
    {
        "city": "Большое Болдино"
    },
    {
        "city": "Большое Игнатово"
    },
    {
        "city": "Большое Козино"
    },
    {
        "city": "Большое Мурашкино"
    },
    {
        "city": "Большое Нагаткино"
    },
    {
        "city": "Большое Пикино"
    },
    {
        "city": "Большое Полпино"
    },
    {
        "city": "Большое Село"
    },
    {
        "city": "Большое Солдатское"
    },
    {
        "city": "Большое Сорокино"
    },
    {
        "city": "Большой Камень"
    },
    {
        "city": "Большой Луг"
    },
    {
        "city": "Большой Улуй"
    },
    {
        "city": "Бондари"
    },
    {
        "city": "Бор"
    },
    {
        "city": "Борзя"
    },
    {
        "city": "Борисовка"
    },
    {
        "city": "Борисоглебск"
    },
    {
        "city": "Борисоглебский"
    },
    {
        "city": "Боровичи"
    },
    {
        "city": "Боровлянка"
    },
    {
        "city": "Боровой"
    },
    {
        "city": "Боровск"
    },
    {
        "city": "Борогонцы"
    },
    {
        "city": "Бородино"
    },
    {
        "city": "Бородино"
    },
    {
        "city": "Борское"
    },
    {
        "city": "Ботлих"
    },
    {
        "city": "Бохан"
    },
    {
        "city": "Бошняково"
    },
    {
        "city": "Братск"
    },
    {
        "city": "Бреды"
    },
    {
        "city": "Брежнев"
    },
    {
        "city": "Брейтово"
    },
    {
        "city": "Бронницы"
    },
    {
        "city": "Брянск"
    },
    {
        "city": "Бугульма"
    },
    {
        "city": "Бугуруслан"
    },
    {
        "city": "Буденновск"
    },
    {
        "city": "Будогощь"
    },
    {
        "city": "Бузулук"
    },
    {
        "city": "Буинск"
    },
    {
        "city": "Буинск"
    },
    {
        "city": "Буй"
    },
    {
        "city": "Буйнакск"
    },
    {
        "city": "Букачача"
    },
    {
        "city": "Буланаш"
    },
    {
        "city": "Бураево"
    },
    {
        "city": "Бурея"
    },
    {
        "city": "Бурла"
    },
    {
        "city": "Бурмакино"
    },
    {
        "city": "Бурон"
    },
    {
        "city": "Бурсоль"
    },
    {
        "city": "Бутурлино"
    },
    {
        "city": "Бутурлиновка"
    },
    {
        "city": "Быков"
    },
    {
        "city": "Быково"
    },
    {
        "city": "Быково"
    },
    {
        "city": "Бытошь"
    },
    {
        "city": "Вавож"
    },
    {
        "city": "Вагай"
    },
    {
        "city": "Вад"
    },
    {
        "city": "Вадинск"
    },
    {
        "city": "Валаам"
    },
    {
        "city": "Валдай"
    },
    {
        "city": "Валентин"
    },
    {
        "city": "Валуево"
    },
    {
        "city": "Валуйки"
    },
    {
        "city": "Ванавара"
    },
    {
        "city": "Ванино"
    },
    {
        "city": "Ванкарем"
    },
    {
        "city": "Варгаши"
    },
    {
        "city": "Варегово"
    },
    {
        "city": "Варна"
    },
    {
        "city": "Варнавино"
    },
    {
        "city": "Васильево"
    },
    {
        "city": "Васильевский Мох"
    },
    {
        "city": "Васильсурск"
    },
    {
        "city": "Вахрушев"
    },
    {
        "city": "Вахтан"
    },
    {
        "city": "Вача"
    },
    {
        "city": "Вачи"
    },
    {
        "city": "Вейделевка"
    },
    {
        "city": "Велегож"
    },
    {
        "city": "Велетьма"
    },
    {
        "city": "Велиж"
    },
    {
        "city": "Великие Луки"
    },
    {
        "city": "Великий Устюг"
    },
    {
        "city": "Великодворский"
    },
    {
        "city": "Вельск"
    },
    {
        "city": "Венгерово"
    },
    {
        "city": "Венев"
    },
    {
        "city": "Вербилки"
    },
    {
        "city": "Вербовский"
    },
    {
        "city": "Верещагино"
    },
    {
        "city": "Верея"
    },
    {
        "city": "Верхнебаканский"
    },
    {
        "city": "Верхневилюйск"
    },
    {
        "city": "Верхнеднепровский"
    },
    {
        "city": "Верхнеимбатск"
    },
    {
        "city": "Верхнеколымск"
    },
    {
        "city": "Верхнетуломский"
    },
    {
        "city": "Верхнеуральск"
    },
    {
        "city": "Верхнеяркеево"
    },
    {
        "city": "Верхние Киги"
    },
    {
        "city": "Верхние Татышлы"
    },
    {
        "city": "Верхний Авзян"
    },
    {
        "city": "Верхний Баскунчак"
    },
    {
        "city": "Верхний Ландех"
    },
    {
        "city": "Верхний Мамон"
    },
    {
        "city": "Верхний Тагил"
    },
    {
        "city": "Верхний Услон"
    },
    {
        "city": "Верхний Уфалей"
    },
    {
        "city": "Верхняя Инта"
    },
    {
        "city": "Верхняя Пышма"
    },
    {
        "city": "Верхняя Салда"
    },
    {
        "city": "Верхняя Синячиха"
    },
    {
        "city": "Верхняя Сысерть"
    },
    {
        "city": "Верхняя Тойма"
    },
    {
        "city": "Верхняя Тура"
    },
    {
        "city": "Верхняя Хава"
    },
    {
        "city": "Верховажье"
    },
    {
        "city": "Верховье"
    },
    {
        "city": "Верхозим"
    },
    {
        "city": "Верхотурье"
    },
    {
        "city": "Верхошижемье"
    },
    {
        "city": "Верхоянск"
    },
    {
        "city": "Ветлуга"
    },
    {
        "city": "Вешенская"
    },
    {
        "city": "Вешкайма"
    },
    {
        "city": "Взморье"
    },
    {
        "city": "Видим"
    },
    {
        "city": "Видное"
    },
    {
        "city": "Визинга"
    },
    {
        "city": "Викулово"
    },
    {
        "city": "Вилюйск"
    },
    {
        "city": "Вилючинск"
    },
    {
        "city": "Виля"
    },
    {
        "city": "Винзили"
    },
    {
        "city": "Вирандозеро"
    },
    {
        "city": "Висим"
    },
    {
        "city": "Витим"
    },
    {
        "city": "Витимский"
    },
    {
        "city": "Вихоревка"
    },
    {
        "city": "Вичуга"
    },
    {
        "city": "Владивосток"
    },
    {
        "city": "Владикавказ"
    },
    {
        "city": "Владимир"
    },
    {
        "city": "Власово"
    },
    {
        "city": "Внуково"
    },
    {
        "city": "Водный"
    },
    {
        "city": "Вожаель"
    },
    {
        "city": "Вождь Пролетариата"
    },
    {
        "city": "Вожега"
    },
    {
        "city": "Возжаевка"
    },
    {
        "city": "Вознесенское"
    },
    {
        "city": "Вознесенье"
    },
    {
        "city": "Возрождение"
    },
    {
        "city": "Волга"
    },
    {
        "city": "Волгоград"
    },
    {
        "city": "Волгодонск"
    },
    {
        "city": "Волгореченск"
    },
    {
        "city": "Волжск"
    },
    {
        "city": "Волжский"
    },
    {
        "city": "Волжский"
    },
    {
        "city": "Волово"
    },
    {
        "city": "Вологда"
    },
    {
        "city": "Володарск"
    },
    {
        "city": "Володарский"
    },
    {
        "city": "Волоколамск"
    },
    {
        "city": "Волоконовка"
    },
    {
        "city": "Волосово"
    },
    {
        "city": "Волот"
    },
    {
        "city": "Волочаевка Вторая"
    },
    {
        "city": "Волошка"
    },
    {
        "city": "Волхов"
    },
    {
        "city": "Волчанск"
    },
    {
        "city": "Волчиха"
    },
    {
        "city": "Вольск"
    },
    {
        "city": "Ворга"
    },
    {
        "city": "Воркута"
    },
    {
        "city": "Воробьевка"
    },
    {
        "city": "Воронеж"
    },
    {
        "city": "Вороново"
    },
    {
        "city": "Воронцовка"
    },
    {
        "city": "Воротынец"
    },
    {
        "city": "Ворсма"
    },
    {
        "city": "Воскресенск"
    },
    {
        "city": "Воскресенское"
    },
    {
        "city": "Воскресенское"
    },
    {
        "city": "Восточный"
    },
    {
        "city": "Востряково"
    },
    {
        "city": "Восход"
    },
    {
        "city": "Воткинск"
    },
    {
        "city": "Вохтога"
    },
    {
        "city": "Всеволожск"
    },
    {
        "city": "Вуктыл"
    },
    {
        "city": "Вурнары"
    },
    {
        "city": "Выборг"
    },
    {
        "city": "Выгоничи"
    },
    {
        "city": "Выдрино"
    },
    {
        "city": "Выездное"
    },
    {
        "city": "Выкса"
    },
    {
        "city": "Выползово"
    },
    {
        "city": "Вырица"
    },
    {
        "city": "Выселки"
    },
    {
        "city": "Высокая Гора"
    },
    {
        "city": "Высоковск"
    },
    {
        "city": "Высокогорный"
    },
    {
        "city": "Высокогорск"
    },
    {
        "city": "Высоцк"
    },
    {
        "city": "Вытегра"
    },
    {
        "city": "Вычегодский"
    },
    {
        "city": "Выша"
    },
    {
        "city": "Вышков"
    },
    {
        "city": "Вышний Волочек"
    },
    {
        "city": "Вяземский"
    },
    {
        "city": "Вязники"
    },
    {
        "city": "Вязьма"
    },
    {
        "city": "Вятские Поляны"
    },
    {
        "city": "Гаврилов Посад"
    },
    {
        "city": "Гаврилов Ям"
    },
    {
        "city": "Гавриловка Вторая"
    },
    {
        "city": "Гагарин"
    },
    {
        "city": "Гагино"
    },
    {
        "city": "Газимурский Завод"
    },
    {
        "city": "Гай"
    },
    {
        "city": "Гайны"
    },
    {
        "city": "Галич"
    },
    {
        "city": "Гари"
    },
    {
        "city": "Гастелло"
    },
    {
        "city": "Гатчина"
    },
    {
        "city": "Гвардейск"
    },
    {
        "city": "Гдов"
    },
    {
        "city": "Геленджик"
    },
    {
        "city": "Георгиевск"
    },
    {
        "city": "Гергебиль"
    },
    {
        "city": "Гешарт"
    },
    {
        "city": "Гиагинская"
    },
    {
        "city": "Гигант"
    },
    {
        "city": "Гидроторф"
    },
    {
        "city": "Гирвас"
    },
    {
        "city": "Глазов"
    },
    {
        "city": "Глазуновка"
    },
    {
        "city": "Глинка"
    },
    {
        "city": "Глотовка"
    },
    {
        "city": "Глушково"
    },
    {
        "city": "Глядянское"
    },
    {
        "city": "Голицино"
    },
    {
        "city": "Голынки"
    },
    {
        "city": "Голышманово"
    },
    {
        "city": "Горбатов"
    },
    {
        "city": "Горбатовка"
    },
    {
        "city": "Гордеевка"
    },
    {
        "city": "Горелки"
    },
    {
        "city": "Горно-Алтайск"
    },
    {
        "city": "Горнозаводск"
    },
    {
        "city": "Горнозаводск"
    },
    {
        "city": "Горные Ключи"
    },
    {
        "city": "Горный"
    },
    {
        "city": "Горный"
    },
    {
        "city": "Горный"
    },
    {
        "city": "Горняк"
    },
    {
        "city": "Горняк"
    },
    {
        "city": "Горняцкий"
    },
    {
        "city": "Городец"
    },
    {
        "city": "Городище"
    },
    {
        "city": "Городище"
    },
    {
        "city": "Городищи"
    },
    {
        "city": "Гороховец"
    },
    {
        "city": "Горчуха"
    },
    {
        "city": "Горшечное"
    },
    {
        "city": "Горький"
    },
    {
        "city": "Горьковское"
    },
    {
        "city": "Горячегорск"
    },
    {
        "city": "Горячий Ключ"
    },
    {
        "city": "Грайворон"
    },
    {
        "city": "Грамотеино"
    },
    {
        "city": "Грахово"
    },
    {
        "city": "Грачевка"
    },
    {
        "city": "Гремячинск"
    },
    {
        "city": "Грибановский"
    },
    {
        "city": "Грозный"
    },
    {
        "city": "Грязи"
    },
    {
        "city": "Грязовец"
    },
    {
        "city": "Губаха"
    },
    {
        "city": "Губкин"
    },
    {
        "city": "Губкинский"
    },
    {
        "city": "Губкинский"
    },
    {
        "city": "Гудермез"
    },
    {
        "city": "Гуково"
    },
    {
        "city": "Гуниб"
    },
    {
        "city": "Гурское"
    },
    {
        "city": "Гурьевск"
    },
    {
        "city": "Гурьевск"
    },
    {
        "city": "Гусев"
    },
    {
        "city": "Гусевский"
    },
    {
        "city": "Гусиное Озеро"
    },
    {
        "city": "Гусиноозерск"
    },
    {
        "city": "Гусь Железный"
    },
    {
        "city": "Гусь Хрустальный"
    },
    {
        "city": "Давенда"
    },
    {
        "city": "Давлеканово"
    },
    {
        "city": "Давыдовка"
    },
    {
        "city": "Дагестанские Огни"
    },
    {
        "city": "Далматово"
    },
    {
        "city": "Дальнегорск"
    },
    {
        "city": "Дальнее Константиново"
    },
    {
        "city": "Дальнереченск"
    },
    {
        "city": "Данилов"
    },
    {
        "city": "Данхов"
    },
    {
        "city": "Дарасун"
    },
    {
        "city": "Дарьинское"
    },
    {
        "city": "Дебесы"
    },
    {
        "city": "Дегтярск"
    },
    {
        "city": "Деденево"
    },
    {
        "city": "Дедовичи"
    },
    {
        "city": "Дедовск"
    },
    {
        "city": "Деманск"
    },
    {
        "city": "Демидов"
    },
    {
        "city": "Дербент"
    },
    {
        "city": "Дербешкинский"
    },
    {
        "city": "Дергачи"
    },
    {
        "city": "Деревянка"
    },
    {
        "city": "Деркул"
    },
    {
        "city": "Десногорск"
    },
    {
        "city": "Джамбейты"
    },
    {
        "city": "Джаныбек"
    },
    {
        "city": "Джержинский"
    },
    {
        "city": "Джубга"
    },
    {
        "city": "Дзержинск"
    },
    {
        "city": "Дзержинское"
    },
    {
        "city": "Дивеево"
    },
    {
        "city": "Дивногорск"
    },
    {
        "city": "Дивное"
    },
    {
        "city": "Дигора"
    },
    {
        "city": "Диксон"
    },
    {
        "city": "Димитровград"
    },
    {
        "city": "Динская"
    },
    {
        "city": "Дмитриев-Льговский"
    },
    {
        "city": "Дмитров"
    },
    {
        "city": "Дмитровск-Орловский"
    },
    {
        "city": "Дно"
    },
    {
        "city": "Доброе"
    },
    {
        "city": "Добрянка"
    },
    {
        "city": "Довольное"
    },
    {
        "city": "Долгое"
    },
    {
        "city": "Долгопрудный"
    },
    {
        "city": "Долгоруково"
    },
    {
        "city": "Долинск"
    },
    {
        "city": "Долматовский"
    },
    {
        "city": "Домбай"
    },
    {
        "city": "Домбаровский"
    },
    {
        "city": "Домодедово"
    },
    {
        "city": "Донецк"
    },
    {
        "city": "Донское"
    },
    {
        "city": "Донской"
    },
    {
        "city": "Донской"
    },
    {
        "city": "Дормидонтовка"
    },
    {
        "city": "Дорогобуж"
    },
    {
        "city": "Дорохово"
    },
    {
        "city": "Досчатое"
    },
    {
        "city": "Дрезна"
    },
    {
        "city": "Дровяная"
    },
    {
        "city": "Дружная Горка"
    },
    {
        "city": "Дубенский"
    },
    {
        "city": "Дубки"
    },
    {
        "city": "Дубна"
    },
    {
        "city": "Дубна"
    },
    {
        "city": "Дубовка"
    },
    {
        "city": "Дубовский"
    },
    {
        "city": "Дубовское"
    },
    {
        "city": "Дубровка"
    },
    {
        "city": "Дубровка"
    },
    {
        "city": "Дуван"
    },
    {
        "city": "Дугна"
    },
    {
        "city": "Дудинка"
    },
    {
        "city": "Дудоровский"
    },
    {
        "city": "Дульдурга"
    },
    {
        "city": "Дуляпино"
    },
    {
        "city": "Думиничи"
    },
    {
        "city": "Духовницкое"
    },
    {
        "city": "Духовщина"
    },
    {
        "city": "Дылым"
    },
    {
        "city": "Дюртюли"
    },
    {
        "city": "Дятьково"
    },
    {
        "city": "Евлашево"
    },
    {
        "city": "Егорлыкская"
    },
    {
        "city": "Егорьевск"
    },
    {
        "city": "Ейск"
    },
    {
        "city": "Екатеринбург"
    },
    {
        "city": "Екатериновка"
    },
    {
        "city": "Екатеринославка"
    },
    {
        "city": "Екимовичи"
    },
    {
        "city": "Елабуга"
    },
    {
        "city": "Еланцы"
    },
    {
        "city": "Елань"
    },
    {
        "city": "Елань-Коленовский"
    },
    {
        "city": "Елатьма"
    },
    {
        "city": "Еленский"
    },
    {
        "city": "Елец"
    },
    {
        "city": "Елецкий"
    },
    {
        "city": "Елизово"
    },
    {
        "city": "Елово"
    },
    {
        "city": "Ельники"
    },
    {
        "city": "Ельня"
    },
    {
        "city": "Ельцовка"
    },
    {
        "city": "Еманжелинск"
    },
    {
        "city": "Емва"
    },
    {
        "city": "Емельяново"
    },
    {
        "city": "Емца"
    },
    {
        "city": "Енисейск"
    },
    {
        "city": "Енотаевка"
    },
    {
        "city": "Епифань"
    },
    {
        "city": "Ербогачен"
    },
    {
        "city": "Ермаковское"
    },
    {
        "city": "Ермекеево"
    },
    {
        "city": "Ермишь"
    },
    {
        "city": "Ермолаево"
    },
    {
        "city": "Ерофей Павлович"
    },
    {
        "city": "Ертарский"
    },
    {
        "city": "Ершичи"
    },
    {
        "city": "Ершов"
    },
    {
        "city": "Ершовка"
    },
    {
        "city": "Ессентуки"
    },
    {
        "city": "Ефимовский"
    },
    {
        "city": "Ефремов"
    },
    {
        "city": "Жарковский"
    },
    {
        "city": "Железноводск"
    },
    {
        "city": "Железногорск"
    },
    {
        "city": "Железногорск"
    },
    {
        "city": "Железногорск-Илимский"
    },
    {
        "city": "Железнодорожный"
    },
    {
        "city": "Железнодорожный"
    },
    {
        "city": "Жердевка"
    },
    {
        "city": "Жигалово"
    },
    {
        "city": "Жиганск"
    },
    {
        "city": "Жигулевск"
    },
    {
        "city": "Жиздра"
    },
    {
        "city": "Жилево"
    },
    {
        "city": "Жиндо"
    },
    {
        "city": "Жирнов"
    },
    {
        "city": "Жирновск"
    },
    {
        "city": "Жирятино"
    },
    {
        "city": "Жуковка"
    },
    {
        "city": "Жуковский"
    },
    {
        "city": "Забайкальск"
    },
    {
        "city": "Забитуй"
    },
    {
        "city": "Заветное"
    },
    {
        "city": "Заветы Ильича"
    },
    {
        "city": "Завитинск"
    },
    {
        "city": "Заводопетровский"
    },
    {
        "city": "Заводоуковск"
    },
    {
        "city": "Заводоуспенское"
    },
    {
        "city": "Заводской"
    },
    {
        "city": "Заволжск"
    },
    {
        "city": "Заволжье"
    },
    {
        "city": "Завьялово"
    },
    {
        "city": "Завьялово"
    },
    {
        "city": "Загорск"
    },
    {
        "city": "Загорянский"
    },
    {
        "city": "Задонск"
    },
    {
        "city": "Заиграево"
    },
    {
        "city": "Заинск"
    },
    {
        "city": "Закаменск"
    },
    {
        "city": "Залари"
    },
    {
        "city": "Залегощь"
    },
    {
        "city": "Залесово"
    },
    {
        "city": "Заозерный"
    },
    {
        "city": "Заозерск"
    },
    {
        "city": "Заокский"
    },
    {
        "city": "Западная Двина"
    },
    {
        "city": "Заплюсье"
    },
    {
        "city": "Заполярный"
    },
    {
        "city": "Заполярный"
    },
    {
        "city": "Заполярный"
    },
    {
        "city": "Запрудная"
    },
    {
        "city": "Зарайск"
    },
    {
        "city": "Зареченск"
    },
    {
        "city": "Заречный"
    },
    {
        "city": "Заречный"
    },
    {
        "city": "Заречный"
    },
    {
        "city": "Заречье"
    },
    {
        "city": "Заринск"
    },
    {
        "city": "Зарубино"
    },
    {
        "city": "Зарубино"
    },
    {
        "city": "Заток"
    },
    {
        "city": "Захарово"
    },
    {
        "city": "Зашеек"
    },
    {
        "city": "Звездный"
    },
    {
        "city": "Звенигово"
    },
    {
        "city": "Звенигород"
    },
    {
        "city": "Зверево"
    },
    {
        "city": "Зебляки"
    },
    {
        "city": "Зеленоборский"
    },
    {
        "city": "Зеленогорск"
    },
    {
        "city": "Зеленогорск"
    },
    {
        "city": "Зеленоград"
    },
    {
        "city": "Зеленоградск"
    },
    {
        "city": "Зеленодольск"
    },
    {
        "city": "Зеленокумск"
    },
    {
        "city": "Земетчино"
    },
    {
        "city": "Зерноград"
    },
    {
        "city": "Зея"
    },
    {
        "city": "Зилаир"
    },
    {
        "city": "Зима"
    },
    {
        "city": "Зимовники"
    },
    {
        "city": "Зирган"
    },
    {
        "city": "Златоуст"
    },
    {
        "city": "Златоустовск"
    },
    {
        "city": "Злынка"
    },
    {
        "city": "Змеиногорск"
    },
    {
        "city": "Змиевка"
    },
    {
        "city": "Знаменка"
    },
    {
        "city": "Знаменск"
    },
    {
        "city": "Знаменское"
    },
    {
        "city": "Знаменское"
    },
    {
        "city": "Золотаревка"
    },
    {
        "city": "Золотково"
    },
    {
        "city": "Золотухино"
    },
    {
        "city": "Зольное"
    },
    {
        "city": "Зубова Поляна"
    },
    {
        "city": "Зубцов"
    },
    {
        "city": "Зуевка"
    },
    {
        "city": "Зырянка"
    },
    {
        "city": "Зыряновский"
    },
    {
        "city": "Зырянское"
    },
    {
        "city": "Зюзельский"
    },
    {
        "city": "Зюкайка"
    },
    {
        "city": "Ибреси"
    },
    {
        "city": "Ивангород"
    },
    {
        "city": "Иванищи"
    },
    {
        "city": "Ивановка"
    },
    {
        "city": "Иваново"
    },
    {
        "city": "Ивантеевка"
    },
    {
        "city": "Ивантеевка"
    },
    {
        "city": "Иваньковский"
    },
    {
        "city": "Ивдель"
    },
    {
        "city": "Ивня"
    },
    {
        "city": "Иволгинск"
    },
    {
        "city": "Ивот"
    },
    {
        "city": "Игарка"
    },
    {
        "city": "Иглино"
    },
    {
        "city": "Игнатовка"
    },
    {
        "city": "Игра"
    },
    {
        "city": "Игрим"
    },
    {
        "city": "Идель"
    },
    {
        "city": "Идринское"
    },
    {
        "city": "Идрица"
    },
    {
        "city": "Ижевск"
    },
    {
        "city": "Ижма"
    },
    {
        "city": "Ижморский"
    },
    {
        "city": "Избербаш"
    },
    {
        "city": "Известковый"
    },
    {
        "city": "Издешково"
    },
    {
        "city": "Излучинск"
    },
    {
        "city": "Излучинск"
    },
    {
        "city": "Измайлово"
    },
    {
        "city": "Измалково"
    },
    {
        "city": "Износки"
    },
    {
        "city": "Изобильный"
    },
    {
        "city": "Изоплит"
    },
    {
        "city": "Изумруд"
    },
    {
        "city": "Икряное"
    },
    {
        "city": "Икша"
    },
    {
        "city": "Иланский"
    },
    {
        "city": "Илеза"
    },
    {
        "city": "Илек"
    },
    {
        "city": "Иловля"
    },
    {
        "city": "Ильинский"
    },
    {
        "city": "Ильинский"
    },
    {
        "city": "Ильинский"
    },
    {
        "city": "Ильинский"
    },
    {
        "city": "Ильинско-Подомское"
    },
    {
        "city": "Ильинское-Хованское"
    },
    {
        "city": "Илька"
    },
    {
        "city": "Ильпырский"
    },
    {
        "city": "Ильский"
    },
    {
        "city": "Импалахти"
    },
    {
        "city": "Инжавино"
    },
    {
        "city": "Инза"
    },
    {
        "city": "Инзер"
    },
    {
        "city": "Иннокентьевка"
    },
    {
        "city": "Иноземцево"
    },
    {
        "city": "Инсар"
    },
    {
        "city": "Инта"
    },
    {
        "city": "Ипатово"
    },
    {
        "city": "Ираель"
    },
    {
        "city": "Ирбейское"
    },
    {
        "city": "Ирбит"
    },
    {
        "city": "Ириклинский"
    },
    {
        "city": "Иркутск"
    },
    {
        "city": "Ис"
    },
    {
        "city": "Исаклы"
    },
    {
        "city": "Исетское"
    },
    {
        "city": "Исилькуль"
    },
    {
        "city": "Искитим"
    },
    {
        "city": "Исса"
    },
    {
        "city": "Истра"
    },
    {
        "city": "Исянгулово"
    },
    {
        "city": "Итака"
    },
    {
        "city": "Итатка"
    },
    {
        "city": "Итатский"
    },
    {
        "city": "Иульитин"
    },
    {
        "city": "Ишеевка"
    },
    {
        "city": "Ишим"
    },
    {
        "city": "Ишимбай"
    },
    {
        "city": "Йошкар-Ола"
    },
    {
        "city": "Кабанск"
    },
    {
        "city": "Кабардинка"
    },
    {
        "city": "Кавалерово"
    },
    {
        "city": "Кагальницкая"
    },
    {
        "city": "Каджером"
    },
    {
        "city": "Кадников"
    },
    {
        "city": "Кадом"
    },
    {
        "city": "Кадошкино"
    },
    {
        "city": "Кадуй"
    },
    {
        "city": "Кадый"
    },
    {
        "city": "Кадыкчан"
    },
    {
        "city": "Кажым"
    },
    {
        "city": "Казановка"
    },
    {
        "city": "Казанская"
    },
    {
        "city": "Казанское"
    },
    {
        "city": "Казань"
    },
    {
        "city": "Казачинское"
    },
    {
        "city": "Казачинское"
    },
    {
        "city": "Казинка"
    },
    {
        "city": "Казталовка"
    },
    {
        "city": "Казым-Мыс"
    },
    {
        "city": "Калач"
    },
    {
        "city": "Калач-на-Дону"
    },
    {
        "city": "Калачинск"
    },
    {
        "city": "Калашниково"
    },
    {
        "city": "Калга"
    },
    {
        "city": "Калевала"
    },
    {
        "city": "Калинин"
    },
    {
        "city": "Калининград"
    },
    {
        "city": "Калининград"
    },
    {
        "city": "Калинино"
    },
    {
        "city": "Калининск"
    },
    {
        "city": "Калининская"
    },
    {
        "city": "Калмыково"
    },
    {
        "city": "Калтан"
    },
    {
        "city": "Калуга"
    },
    {
        "city": "Калязин"
    },
    {
        "city": "Кама"
    },
    {
        "city": "Камбарка"
    },
    {
        "city": "Каменка"
    },
    {
        "city": "Каменка"
    },
    {
        "city": "Каменногорск"
    },
    {
        "city": "Каменномостский"
    },
    {
        "city": "Каменоломни"
    },
    {
        "city": "Каменск"
    },
    {
        "city": "Каменск-Уральский"
    },
    {
        "city": "Каменск-Шахтинский"
    },
    {
        "city": "Каменский"
    },
    {
        "city": "Каменское"
    },
    {
        "city": "Камень-Рыболов"
    },
    {
        "city": "Камень-на-Оби"
    },
    {
        "city": "Камешково"
    },
    {
        "city": "Каминский"
    },
    {
        "city": "Камское Устье"
    },
    {
        "city": "Камызяк"
    },
    {
        "city": "Камышин"
    },
    {
        "city": "Камышла"
    },
    {
        "city": "Камышлов"
    },
    {
        "city": "Канадей"
    },
    {
        "city": "Кананикольское"
    },
    {
        "city": "Канаш"
    },
    {
        "city": "Кангалассы"
    },
    {
        "city": "Кандалакша"
    },
    {
        "city": "Кандры"
    },
    {
        "city": "Каневская"
    },
    {
        "city": "Канкунский"
    },
    {
        "city": "Канск"
    },
    {
        "city": "Кантемировка"
    },
    {
        "city": "Капустин Яр"
    },
    {
        "city": "Карабаново"
    },
    {
        "city": "Карабаш"
    },
    {
        "city": "Карабаш"
    },
    {
        "city": "Карабудахкент"
    },
    {
        "city": "Карагай"
    },
    {
        "city": "Караидель"
    },
    {
        "city": "Караидельский"
    },
    {
        "city": "Каракулино"
    },
    {
        "city": "Карасук"
    },
    {
        "city": "Карата"
    },
    {
        "city": "Каратобе"
    },
    {
        "city": "Каратузское"
    },
    {
        "city": "Караул"
    },
    {
        "city": "Карачаевск"
    },
    {
        "city": "Карачев"
    },
    {
        "city": "Каргаполье"
    },
    {
        "city": "Каргасок"
    },
    {
        "city": "Каргат"
    },
    {
        "city": "Каргополь"
    },
    {
        "city": "Кардымово"
    },
    {
        "city": "Каринторф"
    },
    {
        "city": "Карпинск"
    },
    {
        "city": "Карпогоры"
    },
    {
        "city": "Карпунинский"
    },
    {
        "city": "Карсун"
    },
    {
        "city": "Карталы"
    },
    {
        "city": "Карымское"
    },
    {
        "city": "Касимов"
    },
    {
        "city": "Касли"
    },
    {
        "city": "Каспийск"
    },
    {
        "city": "Каспийский"
    },
    {
        "city": "Касторное"
    },
    {
        "city": "Касумкент"
    },
    {
        "city": "Катав-Ивановск"
    },
    {
        "city": "Катайга"
    },
    {
        "city": "Катайск"
    },
    {
        "city": "Катангли"
    },
    {
        "city": "Катунки"
    },
    {
        "city": "Качканар"
    },
    {
        "city": "Качуг"
    },
    {
        "city": "Кашары"
    },
    {
        "city": "Кашин"
    },
    {
        "city": "Кашира"
    },
    {
        "city": "Квиток"
    },
    {
        "city": "Кедровка"
    },
    {
        "city": "Кежма"
    },
    {
        "city": "Кез"
    },
    {
        "city": "Кемерово"
    },
    {
        "city": "Кемля"
    },
    {
        "city": "Кемь"
    },
    {
        "city": "Кенисберг"
    },
    {
        "city": "Керва"
    },
    {
        "city": "Керженец"
    },
    {
        "city": "Керчевский"
    },
    {
        "city": "Кесова Гора"
    },
    {
        "city": "Кестеньга"
    },
    {
        "city": "Кетово"
    },
    {
        "city": "Кижинга"
    },
    {
        "city": "Кизел"
    },
    {
        "city": "Кизилюрт"
    },
    {
        "city": "Кизляр"
    },
    {
        "city": "Кизнер"
    },
    {
        "city": "Кикерино"
    },
    {
        "city": "Кикнур"
    },
    {
        "city": "Килемары"
    },
    {
        "city": "Кильдинстрой"
    },
    {
        "city": "Кильмезь"
    },
    {
        "city": "Кимовск"
    },
    {
        "city": "Кимры"
    },
    {
        "city": "Кингисепп"
    },
    {
        "city": "Кинель"
    },
    {
        "city": "Кинель-Черкасы"
    },
    {
        "city": "Кинешма"
    },
    {
        "city": "Киргиз-Мияки"
    },
    {
        "city": "Киреевск"
    },
    {
        "city": "Киренск"
    },
    {
        "city": "Киржач"
    },
    {
        "city": "Кириллов"
    },
    {
        "city": "Кириши"
    },
    {
        "city": "Киров"
    },
    {
        "city": "Киров"
    },
    {
        "city": "Кировград"
    },
    {
        "city": "Кирово-Чепецк"
    },
    {
        "city": "Кировск"
    },
    {
        "city": "Кировск"
    },
    {
        "city": "Кировский"
    },
    {
        "city": "Кировский"
    },
    {
        "city": "Кирс"
    },
    {
        "city": "Кирсанов"
    },
    {
        "city": "Киря"
    },
    {
        "city": "Киселевск"
    },
    {
        "city": "Кисловодск"
    },
    {
        "city": "Кичменгский Городок"
    },
    {
        "city": "Киясово"
    },
    {
        "city": "Клетня"
    },
    {
        "city": "Клетский"
    },
    {
        "city": "Климово"
    },
    {
        "city": "Климовск"
    },
    {
        "city": "Клин"
    },
    {
        "city": "Клинцы"
    },
    {
        "city": "Кличка"
    },
    {
        "city": "Ключевский"
    },
    {
        "city": "Ключи"
    },
    {
        "city": "Ключи"
    },
    {
        "city": "Клявлино"
    },
    {
        "city": "Клязьма"
    },
    {
        "city": "Княгинино"
    },
    {
        "city": "Коболдо"
    },
    {
        "city": "Кобра"
    },
    {
        "city": "Кобринское"
    },
    {
        "city": "Ковдор"
    },
    {
        "city": "Ковернино"
    },
    {
        "city": "Ковров"
    },
    {
        "city": "Ковылкино"
    },
    {
        "city": "Когалым"
    },
    {
        "city": "Кодино"
    },
    {
        "city": "Кодинск"
    },
    {
        "city": "Кожевниково"
    },
    {
        "city": "Кожино"
    },
    {
        "city": "Кожым"
    },
    {
        "city": "Козельск"
    },
    {
        "city": "Козулька"
    },
    {
        "city": "Козьмодемьянск"
    },
    {
        "city": "Койгородок"
    },
    {
        "city": "Кокаревка"
    },
    {
        "city": "Кокошкино"
    },
    {
        "city": "Коксовый"
    },
    {
        "city": "Кокуй"
    },
    {
        "city": "Кола"
    },
    {
        "city": "Кологрив"
    },
    {
        "city": "Коломна"
    },
    {
        "city": "Колосовка"
    },
    {
        "city": "Колпашево"
    },
    {
        "city": "Колпино"
    },
    {
        "city": "Колпны"
    },
    {
        "city": "Колывань"
    },
    {
        "city": "Колышлей"
    },
    {
        "city": "Кольчугино"
    },
    {
        "city": "Колюбакино"
    },
    {
        "city": "Комаричи"
    },
    {
        "city": "Коммунар"
    },
    {
        "city": "Комсомольск"
    },
    {
        "city": "Комсомольск-на-Амуре"
    },
    {
        "city": "Комсомольский"
    },
    {
        "city": "Комсомольский"
    },
    {
        "city": "Комсомольское"
    },
    {
        "city": "Конаково"
    },
    {
        "city": "Конда"
    },
    {
        "city": "Кондинское"
    },
    {
        "city": "Кондоль"
    },
    {
        "city": "Кондопога"
    },
    {
        "city": "Кондрово"
    },
    {
        "city": "Коноша"
    },
    {
        "city": "Константиновск"
    },
    {
        "city": "Конышевка"
    },
    {
        "city": "Копейск"
    },
    {
        "city": "Копьево"
    },
    {
        "city": "Кораблино"
    },
    {
        "city": "Коренево"
    },
    {
        "city": "Кореновск"
    },
    {
        "city": "Коркино"
    },
    {
        "city": "Кормиловка"
    },
    {
        "city": "Королев"
    },
    {
        "city": "Короча"
    },
    {
        "city": "Корсаков"
    },
    {
        "city": "Корткерос"
    },
    {
        "city": "Коряжма"
    },
    {
        "city": "Коса"
    },
    {
        "city": "Косино"
    },
    {
        "city": "Кослан"
    },
    {
        "city": "Костомукша"
    },
    {
        "city": "Кострома"
    },
    {
        "city": "Котельники"
    },
    {
        "city": "Котельниково"
    },
    {
        "city": "Котельнич"
    },
    {
        "city": "Котлас"
    },
    {
        "city": "Котово"
    },
    {
        "city": "Котовск"
    },
    {
        "city": "Кохма"
    },
    {
        "city": "Кочево"
    },
    {
        "city": "Кочкурово"
    },
    {
        "city": "Кочубеевское"
    },
    {
        "city": "Кочубей"
    },
    {
        "city": "Кош-Агач"
    },
    {
        "city": "Кошки"
    },
    {
        "city": "Крапивинский"
    },
    {
        "city": "Крапивная"
    },
    {
        "city": "Красково"
    },
    {
        "city": "Красная Гора"
    },
    {
        "city": "Красная Горбатка"
    },
    {
        "city": "Красная Заря"
    },
    {
        "city": "Красноармейск"
    },
    {
        "city": "Красноармейск"
    },
    {
        "city": "Красноармейская"
    },
    {
        "city": "Красноармейское"
    },
    {
        "city": "Красноармейское"
    },
    {
        "city": "Красноборск"
    },
    {
        "city": "Красновишерск"
    },
    {
        "city": "Красногвардейское"
    },
    {
        "city": "Красногвардейское"
    },
    {
        "city": "Красногородское"
    },
    {
        "city": "Красногорск"
    },
    {
        "city": "Красногорское"
    },
    {
        "city": "Красногорское"
    },
    {
        "city": "Краснодар"
    },
    {
        "city": "Красное-на-Волге"
    },
    {
        "city": "Краснозаводск"
    },
    {
        "city": "Краснозерское"
    },
    {
        "city": "Краснознаменск"
    },
    {
        "city": "Краснознаменск"
    },
    {
        "city": "Краснокаменск"
    },
    {
        "city": "Краснокамск"
    },
    {
        "city": "Красноселькуп"
    },
    {
        "city": "Краснослободск"
    },
    {
        "city": "Краснотуранск"
    },
    {
        "city": "Краснотурьинск"
    },
    {
        "city": "Красноуральск"
    },
    {
        "city": "Красноусольский"
    },
    {
        "city": "Красноуфимск"
    },
    {
        "city": "Краснощеково"
    },
    {
        "city": "Красноярск"
    },
    {
        "city": "Красные Баки"
    },
    {
        "city": "Красные Четаи"
    },
    {
        "city": "Красный"
    },
    {
        "city": "Красный Кут"
    },
    {
        "city": "Красный Сулин"
    },
    {
        "city": "Красный Ткач"
    },
    {
        "city": "Красный Холм"
    },
    {
        "city": "Красный Чикой"
    },
    {
        "city": "Красный Яр"
    },
    {
        "city": "Красный Яр"
    },
    {
        "city": "Кресцы"
    },
    {
        "city": "Кривошеино"
    },
    {
        "city": "Кромы"
    },
    {
        "city": "Кронштадт"
    },
    {
        "city": "Кропоткин"
    },
    {
        "city": "Крутинка"
    },
    {
        "city": "Крутиха"
    },
    {
        "city": "Крыловская"
    },
    {
        "city": "Крымск"
    },
    {
        "city": "Крюково"
    },
    {
        "city": "Кстово"
    },
    {
        "city": "Кубинка"
    },
    {
        "city": "Кувандык"
    },
    {
        "city": "Кувшиново"
    },
    {
        "city": "Кугеси"
    },
    {
        "city": "Кудымкар"
    },
    {
        "city": "Куеда"
    },
    {
        "city": "Куженер"
    },
    {
        "city": "Кузнецк"
    },
    {
        "city": "Кузоватово"
    },
    {
        "city": "Куйбышев"
    },
    {
        "city": "Куйбышев"
    },
    {
        "city": "Куйбышев"
    },
    {
        "city": "Куйбышево"
    },
    {
        "city": "Куйтун"
    },
    {
        "city": "Кукмод"
    },
    {
        "city": "Кукмор"
    },
    {
        "city": "Кулебаки"
    },
    {
        "city": "Култук"
    },
    {
        "city": "Кулунда"
    },
    {
        "city": "Кумены"
    },
    {
        "city": "Кумертау"
    },
    {
        "city": "Кумух"
    },
    {
        "city": "Кумылженская"
    },
    {
        "city": "Кунашак"
    },
    {
        "city": "Кунгур"
    },
    {
        "city": "Кунья"
    },
    {
        "city": "Купавна"
    },
    {
        "city": "Купино"
    },
    {
        "city": "Курагино"
    },
    {
        "city": "Курах"
    },
    {
        "city": "Курган"
    },
    {
        "city": "Курганинск"
    },
    {
        "city": "Курильск"
    },
    {
        "city": "Куркино"
    },
    {
        "city": "Курманаевка"
    },
    {
        "city": "Куровское"
    },
    {
        "city": "Курсавка"
    },
    {
        "city": "Курск"
    },
    {
        "city": "Куртамыш"
    },
    {
        "city": "Курумкан"
    },
    {
        "city": "Курчатов"
    },
    {
        "city": "Куса"
    },
    {
        "city": "Кутулик"
    },
    {
        "city": "Кушва"
    },
    {
        "city": "Кушнаренково"
    },
    {
        "city": "Кущевская"
    },
    {
        "city": "Кшенский"
    },
    {
        "city": "Кызыл"
    },
    {
        "city": "Кыра"
    },
    {
        "city": "Кырен"
    },
    {
        "city": "Кытманово"
    },
    {
        "city": "Кыштовка"
    },
    {
        "city": "Кыштым"
    },
    {
        "city": "Кяхта"
    },
    {
        "city": "Кёнигсберг"
    },
    {
        "city": "Лабинск"
    },
    {
        "city": "Лабытнанги"
    },
    {
        "city": "Лаврентия"
    },
    {
        "city": "Лазо"
    },
    {
        "city": "Лаишево"
    },
    {
        "city": "Лангепас"
    },
    {
        "city": "Ларьяк"
    },
    {
        "city": "Лахденпохья"
    },
    {
        "city": "Лебедянь"
    },
    {
        "city": "Лебяжье"
    },
    {
        "city": "Лев Толстой"
    },
    {
        "city": "Левокумское"
    },
    {
        "city": "Лениградская"
    },
    {
        "city": "Лениногорск"
    },
    {
        "city": "Ленинск"
    },
    {
        "city": "Ленинск-Кузнецкий"
    },
    {
        "city": "Ленинский"
    },
    {
        "city": "Ленинское"
    },
    {
        "city": "Ленинское"
    },
    {
        "city": "Ленск"
    },
    {
        "city": "Лесное"
    },
    {
        "city": "Лесной"
    },
    {
        "city": "Лесной Городок"
    },
    {
        "city": "Лесозаводск"
    },
    {
        "city": "Лесосибирск"
    },
    {
        "city": "Лешуконское"
    },
    {
        "city": "Ливны"
    },
    {
        "city": "Ликино-Дулево"
    },
    {
        "city": "Лиман"
    },
    {
        "city": "Липецк"
    },
    {
        "city": "Липин Бор"
    },
    {
        "city": "Лисий Нос"
    },
    {
        "city": "Лиски"
    },
    {
        "city": "Лихославль"
    },
    {
        "city": "Лобня"
    },
    {
        "city": "Лодейное Поле"
    },
    {
        "city": "Локня"
    },
    {
        "city": "Локоть"
    },
    {
        "city": "Ломоносов"
    },
    {
        "city": "Лопатино"
    },
    {
        "city": "Лопатинский"
    },
    {
        "city": "Лосино-Петровский"
    },
    {
        "city": "Лотошино"
    },
    {
        "city": "Лоухи"
    },
    {
        "city": "Луга"
    },
    {
        "city": "Луза"
    },
    {
        "city": "Лукино"
    },
    {
        "city": "Лукоянов"
    },
    {
        "city": "Лух"
    },
    {
        "city": "Луховицы"
    },
    {
        "city": "Лучегорск"
    },
    {
        "city": "Лысково"
    },
    {
        "city": "Лысые Горы"
    },
    {
        "city": "Лысьва"
    },
    {
        "city": "Лыткарино"
    },
    {
        "city": "Львовский"
    },
    {
        "city": "Льгов"
    },
    {
        "city": "Люберцы"
    },
    {
        "city": "Любим"
    },
    {
        "city": "Любинский"
    },
    {
        "city": "Любытино"
    },
    {
        "city": "Людиново"
    },
    {
        "city": "Лямбирь"
    },
    {
        "city": "Лянтор"
    },
    {
        "city": "Магадан"
    },
    {
        "city": "Магарамкент"
    },
    {
        "city": "Магдагачи"
    },
    {
        "city": "Магнитогорск"
    },
    {
        "city": "Маджалис"
    },
    {
        "city": "Майкоп"
    },
    {
        "city": "Майкоп"
    },
    {
        "city": "Майна"
    },
    {
        "city": "Майский"
    },
    {
        "city": "Майя"
    },
    {
        "city": "Макаров"
    },
    {
        "city": "Макарьев"
    },
    {
        "city": "Максатиха"
    },
    {
        "city": "Макушино"
    },
    {
        "city": "Малаховка"
    },
    {
        "city": "Малая Вишера"
    },
    {
        "city": "Малая Сердоба"
    },
    {
        "city": "Малгобек"
    },
    {
        "city": "Малмыж"
    },
    {
        "city": "Малоархангельск"
    },
    {
        "city": "Малояз"
    },
    {
        "city": "Малоярославец"
    },
    {
        "city": "Малые Дербеты"
    },
    {
        "city": "Мама"
    },
    {
        "city": "Мамадыш"
    },
    {
        "city": "Мамоново"
    },
    {
        "city": "Мамонтово"
    },
    {
        "city": "Мантурово"
    },
    {
        "city": "Мантурово"
    },
    {
        "city": "Марево"
    },
    {
        "city": "Мари-Турек"
    },
    {
        "city": "Мариинск"
    },
    {
        "city": "Мариинский Посад"
    },
    {
        "city": "Маркс"
    },
    {
        "city": "Марьяновка"
    },
    {
        "city": "Маслянино"
    },
    {
        "city": "Матвеев Курган"
    },
    {
        "city": "Матвеевка"
    },
    {
        "city": "Махачкала"
    },
    {
        "city": "Мглин"
    },
    {
        "city": "Мегион"
    },
    {
        "city": "Мегион"
    },
    {
        "city": "Медведево"
    },
    {
        "city": "Медвежьегорск"
    },
    {
        "city": "Медвенка"
    },
    {
        "city": "Медногорск"
    },
    {
        "city": "Медынь"
    },
    {
        "city": "Междуреченск"
    },
    {
        "city": "Мезень"
    },
    {
        "city": "Меленки"
    },
    {
        "city": "Мелеуз"
    },
    {
        "city": "Мельниково"
    },
    {
        "city": "Менделеевск"
    },
    {
        "city": "Мензелинск"
    },
    {
        "city": "Менкеря"
    },
    {
        "city": "Месягутово"
    },
    {
        "city": "Мехельта"
    },
    {
        "city": "Мещовск"
    },
    {
        "city": "Миасс"
    },
    {
        "city": "Мигулинская"
    },
    {
        "city": "Миллерово"
    },
    {
        "city": "Милославское"
    },
    {
        "city": "Мильково"
    },
    {
        "city": "Милютинская"
    },
    {
        "city": "Минеральные Воды"
    },
    {
        "city": "Минусинск"
    },
    {
        "city": "Мирный"
    },
    {
        "city": "Мирный"
    },
    {
        "city": "Михайлов"
    },
    {
        "city": "Михайловка"
    },
    {
        "city": "Михайловка"
    },
    {
        "city": "Михайловск"
    },
    {
        "city": "Михайловский"
    },
    {
        "city": "Михайловское"
    },
    {
        "city": "Михнево"
    },
    {
        "city": "Мичуринск"
    },
    {
        "city": "Мишкино"
    },
    {
        "city": "Моготуй"
    },
    {
        "city": "Могоча"
    },
    {
        "city": "Можайск"
    },
    {
        "city": "Можга"
    },
    {
        "city": "Моздок"
    },
    {
        "city": "Мокроус"
    },
    {
        "city": "Мокроусово"
    },
    {
        "city": "Мокшан"
    },
    {
        "city": "Молоково"
    },
    {
        "city": "Молчаново"
    },
    {
        "city": "Монастырщина"
    },
    {
        "city": "Монды"
    },
    {
        "city": "Монино"
    },
    {
        "city": "Мончегорск"
    },
    {
        "city": "Моргауши"
    },
    {
        "city": "Мордово"
    },
    {
        "city": "Морки"
    },
    {
        "city": "Морозовск"
    },
    {
        "city": "Моршанск"
    },
    {
        "city": "Мосальск"
    },
    {
        "city": "Москва"
    },
    {
        "city": "Мостовской"
    },
    {
        "city": "Мотыгино"
    },
    {
        "city": "Мошенское"
    },
    {
        "city": "Мошково"
    },
    {
        "city": "Мраково"
    },
    {
        "city": "Муезерский"
    },
    {
        "city": "Мужи"
    },
    {
        "city": "Муравленко"
    },
    {
        "city": "Муравленко"
    },
    {
        "city": "Мураши"
    },
    {
        "city": "Мурманск"
    },
    {
        "city": "Мурмаши"
    },
    {
        "city": "Муром"
    },
    {
        "city": "Муромцево"
    },
    {
        "city": "Муслюмово"
    },
    {
        "city": "Муханово"
    },
    {
        "city": "Мухоршибирь"
    },
    {
        "city": "Мучкапский"
    },
    {
        "city": "Мценск"
    },
    {
        "city": "Мыс Шмидта"
    },
    {
        "city": "Мыски"
    },
    {
        "city": "Мытищи"
    },
    {
        "city": "Мышкино"
    },
    {
        "city": "Набережные Челны"
    },
    {
        "city": "Навашино"
    },
    {
        "city": "Навля"
    },
    {
        "city": "Нагорск"
    },
    {
        "city": "Надым"
    },
    {
        "city": "Надым"
    },
    {
        "city": "Назарово"
    },
    {
        "city": "Назрань"
    },
    {
        "city": "Называевск"
    },
    {
        "city": "Нальчик"
    },
    {
        "city": "Наровчат"
    },
    {
        "city": "Нарофоминск"
    },
    {
        "city": "Нарткала"
    },
    {
        "city": "Нарышкино"
    },
    {
        "city": "Нарьян-Мар"
    },
    {
        "city": "Наурская"
    },
    {
        "city": "Нахабино"
    },
    {
        "city": "Находка"
    },
    {
        "city": "Находка"
    },
    {
        "city": "Началово"
    },
    {
        "city": "Невель"
    },
    {
        "city": "Невельск"
    },
    {
        "city": "Неверкино"
    },
    {
        "city": "Невинномысск"
    },
    {
        "city": "Невьянск"
    },
    {
        "city": "Некрасовка"
    },
    {
        "city": "Некрасовское"
    },
    {
        "city": "Нелидово"
    },
    {
        "city": "Нелькан"
    },
    {
        "city": "Нема"
    },
    {
        "city": "Неман"
    },
    {
        "city": "Немчиновка"
    },
    {
        "city": "Нерехта"
    },
    {
        "city": "Нерчинск"
    },
    {
        "city": "Нерчинский Завод"
    },
    {
        "city": "Нерюнгри"
    },
    {
        "city": "Нестеров"
    },
    {
        "city": "Нефтегорск"
    },
    {
        "city": "Нефтекамск"
    },
    {
        "city": "Нефтекумск"
    },
    {
        "city": "Нефтеюганск"
    },
    {
        "city": "Нефтеюганск"
    },
    {
        "city": "Нехаевский"
    },
    {
        "city": "Нея"
    },
    {
        "city": "Нижнеангарск"
    },
    {
        "city": "Нижневартовск"
    },
    {
        "city": "Нижневартовск"
    },
    {
        "city": "Нижнедевицк"
    },
    {
        "city": "Нижнекамск"
    },
    {
        "city": "Нижнеудинск"
    },
    {
        "city": "Нижние Серги"
    },
    {
        "city": "Нижний Ингаш"
    },
    {
        "city": "Нижний Ломов"
    },
    {
        "city": "Нижний Новгород"
    },
    {
        "city": "Нижний Тагил"
    },
    {
        "city": "Нижний Часучей"
    },
    {
        "city": "Нижняя Омка"
    },
    {
        "city": "Нижняя Салда"
    },
    {
        "city": "Нижняя Тавда"
    },
    {
        "city": "Нижняя Тура"
    },
    {
        "city": "Никель"
    },
    {
        "city": "Николаевск"
    },
    {
        "city": "Николаевск-на-Амуре"
    },
    {
        "city": "Никольск"
    },
    {
        "city": "Никольск"
    },
    {
        "city": "Никольское"
    },
    {
        "city": "Новая Ляля"
    },
    {
        "city": "Новая Малыкла"
    },
    {
        "city": "Новая Усмань"
    },
    {
        "city": "Новгород"
    },
    {
        "city": "Новичиха"
    },
    {
        "city": "Новоалександровск"
    },
    {
        "city": "Новоалександровская"
    },
    {
        "city": "Новоалтайск"
    },
    {
        "city": "Новоаннинский"
    },
    {
        "city": "Новобратцевский"
    },
    {
        "city": "Новобурейский"
    },
    {
        "city": "Нововаршавка"
    },
    {
        "city": "Нововоронеж"
    },
    {
        "city": "Нововятск"
    },
    {
        "city": "Новодвинск"
    },
    {
        "city": "Новодугино"
    },
    {
        "city": "Новозыбков"
    },
    {
        "city": "Новокузнецк"
    },
    {
        "city": "Новокуйбышевск"
    },
    {
        "city": "Новолакское"
    },
    {
        "city": "Новомосковск"
    },
    {
        "city": "Новониколаевский"
    },
    {
        "city": "Новоорск"
    },
    {
        "city": "Новопавловск"
    },
    {
        "city": "Новоподрезково"
    },
    {
        "city": "Новопокровка"
    },
    {
        "city": "Новоржев"
    },
    {
        "city": "Новороссийск"
    },
    {
        "city": "Новоселицкое"
    },
    {
        "city": "Новоселово"
    },
    {
        "city": "Новосергиевка"
    },
    {
        "city": "Новосибирск"
    },
    {
        "city": "Новосиль"
    },
    {
        "city": "Новосокольники"
    },
    {
        "city": "Новоспасское"
    },
    {
        "city": "Новотроицк"
    },
    {
        "city": "Новоузенск"
    },
    {
        "city": "Новоуральск"
    },
    {
        "city": "Новохоперск"
    },
    {
        "city": "Новочебоксарск"
    },
    {
        "city": "Новочеркасск"
    },
    {
        "city": "Новошахтинск"
    },
    {
        "city": "Новошешминск"
    },
    {
        "city": "Новые Бурасы"
    },
    {
        "city": "Новый Некоуз"
    },
    {
        "city": "Новый Оскол"
    },
    {
        "city": "Новый Торьял"
    },
    {
        "city": "Новый Уренгой"
    },
    {
        "city": "Новый Уренгой"
    },
    {
        "city": "Ногинск"
    },
    {
        "city": "Ноглики"
    },
    {
        "city": "Ножай-Юрт"
    },
    {
        "city": "Нолинск"
    },
    {
        "city": "Норильск"
    },
    {
        "city": "Ноябрьск"
    },
    {
        "city": "Ноябрьск"
    },
    {
        "city": "Нурлат"
    },
    {
        "city": "Ныроб"
    },
    {
        "city": "Нытва"
    },
    {
        "city": "Нычалах"
    },
    {
        "city": "Нюксеница"
    },
    {
        "city": "Нюрба"
    },
    {
        "city": "Нягань"
    },
    {
        "city": "Нягань"
    },
    {
        "city": "Няндома"
    },
    {
        "city": "Обливская"
    },
    {
        "city": "Облучье"
    },
    {
        "city": "Обнинск"
    },
    {
        "city": "Обоянь"
    },
    {
        "city": "Обухово"
    },
    {
        "city": "Объячево"
    },
    {
        "city": "Одесское"
    },
    {
        "city": "Одинцово"
    },
    {
        "city": "Одоев"
    },
    {
        "city": "Ожерелье"
    },
    {
        "city": "Озерновский"
    },
    {
        "city": "Озерск"
    },
    {
        "city": "Озерск"
    },
    {
        "city": "Озеры"
    },
    {
        "city": "Озинки"
    },
    {
        "city": "Оконешниково"
    },
    {
        "city": "Октябрьск"
    },
    {
        "city": "Октябрьский"
    },
    {
        "city": "Октябрьский"
    },
    {
        "city": "Октябрьский"
    },
    {
        "city": "Октябрьское"
    },
    {
        "city": "Октябрьское"
    },
    {
        "city": "Октябрьское"
    },
    {
        "city": "Окуловка"
    },
    {
        "city": "Ола"
    },
    {
        "city": "Олекминск"
    },
    {
        "city": "Оленегорск"
    },
    {
        "city": "Оленино"
    },
    {
        "city": "Оловянная"
    },
    {
        "city": "Олонец"
    },
    {
        "city": "Ольга"
    },
    {
        "city": "Ольховатка"
    },
    {
        "city": "Ольховка"
    },
    {
        "city": "Омонск"
    },
    {
        "city": "Омск"
    },
    {
        "city": "Омсукчан"
    },
    {
        "city": "Омутинский"
    },
    {
        "city": "Омутнинск"
    },
    {
        "city": "Онгудай"
    },
    {
        "city": "Онега"
    },
    {
        "city": "Опалиха"
    },
    {
        "city": "Опарино"
    },
    {
        "city": "Опочка"
    },
    {
        "city": "Орда"
    },
    {
        "city": "Орджоникидзе"
    },
    {
        "city": "Орджоникидзевская"
    },
    {
        "city": "Ордынское"
    },
    {
        "city": "Орел"
    },
    {
        "city": "Оренбург"
    },
    {
        "city": "Орехово-Зуево"
    },
    {
        "city": "Оричи"
    },
    {
        "city": "Орлик"
    },
    {
        "city": "Орловский"
    },
    {
        "city": "Орск"
    },
    {
        "city": "Оршанка"
    },
    {
        "city": "Оса"
    },
    {
        "city": "Оса"
    },
    {
        "city": "Осинники"
    },
    {
        "city": "Оссора"
    },
    {
        "city": "Осташков"
    },
    {
        "city": "Остров"
    },
    {
        "city": "Островское"
    },
    {
        "city": "Острогожск"
    },
    {
        "city": "Отрадная"
    },
    {
        "city": "Отрадный"
    },
    {
        "city": "Оус"
    },
    {
        "city": "Оха"
    },
    {
        "city": "Оханск"
    },
    {
        "city": "Охотск"
    },
    {
        "city": "Очер"
    },
    {
        "city": "Павино"
    },
    {
        "city": "Павловка"
    },
    {
        "city": "Павлово"
    },
    {
        "city": "Павловск"
    },
    {
        "city": "Павловск"
    },
    {
        "city": "Павловск"
    },
    {
        "city": "Павловская"
    },
    {
        "city": "Павловский Посад"
    },
    {
        "city": "Павлоградка"
    },
    {
        "city": "Палана"
    },
    {
        "city": "Палатка"
    },
    {
        "city": "Палех"
    },
    {
        "city": "Палкино"
    },
    {
        "city": "Палласовка"
    },
    {
        "city": "Панино"
    },
    {
        "city": "Парабель"
    },
    {
        "city": "Параньга"
    },
    {
        "city": "Парголово"
    },
    {
        "city": "Парень"
    },
    {
        "city": "Партизанск"
    },
    {
        "city": "Партизанское"
    },
    {
        "city": "Парфентьево"
    },
    {
        "city": "Парфино"
    },
    {
        "city": "Пахачи"
    },
    {
        "city": "Пачелма"
    },
    {
        "city": "Певек"
    },
    {
        "city": "Пенза"
    },
    {
        "city": "Пено"
    },
    {
        "city": "Первомайск"
    },
    {
        "city": "Первомайский"
    },
    {
        "city": "Первомайский"
    },
    {
        "city": "Первомайский"
    },
    {
        "city": "Первомайский"
    },
    {
        "city": "Первомайское"
    },
    {
        "city": "Первоуральск"
    },
    {
        "city": "Перевоз"
    },
    {
        "city": "Переволоцкий"
    },
    {
        "city": "Перелюб"
    },
    {
        "city": "Переметное"
    },
    {
        "city": "Перемышль"
    },
    {
        "city": "Переславль-Залесский"
    },
    {
        "city": "Переяславка"
    },
    {
        "city": "Пермь"
    },
    {
        "city": "Пески"
    },
    {
        "city": "Пестово"
    },
    {
        "city": "Пестравка"
    },
    {
        "city": "Пестрецы"
    },
    {
        "city": "Пестяки"
    },
    {
        "city": "Песчанокопское"
    },
    {
        "city": "Петровск"
    },
    {
        "city": "Петровск-Забайкальский"
    },
    {
        "city": "Петровское"
    },
    {
        "city": "Петродворец"
    },
    {
        "city": "Петрозаводск"
    },
    {
        "city": "Петропавловка"
    },
    {
        "city": "Петропавловка"
    },
    {
        "city": "Петропавловск-Камчатский"
    },
    {
        "city": "Петропавловское"
    },
    {
        "city": "Петухово"
    },
    {
        "city": "Петушки"
    },
    {
        "city": "Печора"
    },
    {
        "city": "Печоры"
    },
    {
        "city": "Пижанка"
    },
    {
        "city": "Пикалёво"
    },
    {
        "city": "Пильна"
    },
    {
        "city": "Пинега"
    },
    {
        "city": "Пировское"
    },
    {
        "city": "Пироговский"
    },
    {
        "city": "Пителино"
    },
    {
        "city": "Питерка"
    },
    {
        "city": "Питкяранта"
    },
    {
        "city": "Пичаево"
    },
    {
        "city": "Плавск"
    },
    {
        "city": "Пласт"
    },
    {
        "city": "Плесецк"
    },
    {
        "city": "Плюсса"
    },
    {
        "city": "Повенец"
    },
    {
        "city": "Поворино"
    },
    {
        "city": "Погар"
    },
    {
        "city": "Пограничный"
    },
    {
        "city": "Подгоренский"
    },
    {
        "city": "Подгорное"
    },
    {
        "city": "Поддорье"
    },
    {
        "city": "Подольск"
    },
    {
        "city": "Подосиновец"
    },
    {
        "city": "Подпорожье"
    },
    {
        "city": "Покачи"
    },
    {
        "city": "Покров"
    },
    {
        "city": "Покровка"
    },
    {
        "city": "Покровск"
    },
    {
        "city": "Покровское"
    },
    {
        "city": "Покровское"
    },
    {
        "city": "Полевской"
    },
    {
        "city": "Полесск"
    },
    {
        "city": "Половинное"
    },
    {
        "city": "Полтавка"
    },
    {
        "city": "Полушкино"
    },
    {
        "city": "Полярные Зори"
    },
    {
        "city": "Полярный"
    },
    {
        "city": "Поназырево"
    },
    {
        "city": "Пономаревка"
    },
    {
        "city": "Поныри"
    },
    {
        "city": "Порецкое"
    },
    {
        "city": "Поронайск"
    },
    {
        "city": "Порхов"
    },
    {
        "city": "Поспелиха"
    },
    {
        "city": "Похвистнево"
    },
    {
        "city": "Почеп"
    },
    {
        "city": "Починки"
    },
    {
        "city": "Починок"
    },
    {
        "city": "Пошехонье-Володарск"
    },
    {
        "city": "Поярково"
    },
    {
        "city": "Правдинск"
    },
    {
        "city": "Правдинский"
    },
    {
        "city": "Преградная"
    },
    {
        "city": "Приаргунск"
    },
    {
        "city": "Привокзальный"
    },
    {
        "city": "Приволжск"
    },
    {
        "city": "Приволжье"
    },
    {
        "city": "Приморско-Ахтарск"
    },
    {
        "city": "Приобье"
    },
    {
        "city": "Приозерск"
    },
    {
        "city": "Пристень"
    },
    {
        "city": "Приютное"
    },
    {
        "city": "Провидения"
    },
    {
        "city": "Прокопьевск"
    },
    {
        "city": "Пролетарск"
    },
    {
        "city": "Пролетарский"
    },
    {
        "city": "Промышленная"
    },
    {
        "city": "Пронск"
    },
    {
        "city": "Протвино"
    },
    {
        "city": "Прохладный"
    },
    {
        "city": "Пряжа"
    },
    {
        "city": "Прямицыно"
    },
    {
        "city": "Псков"
    },
    {
        "city": "Пугачев"
    },
    {
        "city": "Пудож"
    },
    {
        "city": "Пуровск"
    },
    {
        "city": "Пустошка"
    },
    {
        "city": "Путятино"
    },
    {
        "city": "Пучеж"
    },
    {
        "city": "Пушкин"
    },
    {
        "city": "Пушкино"
    },
    {
        "city": "Пушкинские Горы"
    },
    {
        "city": "Пущино"
    },
    {
        "city": "Пыталово"
    },
    {
        "city": "Пыть-Ях"
    },
    {
        "city": "Пышма"
    },
    {
        "city": "Пятигорск"
    },
    {
        "city": "Радищево"
    },
    {
        "city": "Радовицкий"
    },
    {
        "city": "Радужный"
    },
    {
        "city": "Радужный"
    },
    {
        "city": "Раевский"
    },
    {
        "city": "Райчихинск"
    },
    {
        "city": "Ракитное"
    },
    {
        "city": "Раменское"
    },
    {
        "city": "Рамешки"
    },
    {
        "city": "Рамонь"
    },
    {
        "city": "Рассказово"
    },
    {
        "city": "Ребриха"
    },
    {
        "city": "Ревда"
    },
    {
        "city": "Реж"
    },
    {
        "city": "Ремонтное"
    },
    {
        "city": "Репьевка"
    },
    {
        "city": "Реутов"
    },
    {
        "city": "Решетниково"
    },
    {
        "city": "Ржакса"
    },
    {
        "city": "Ржаница"
    },
    {
        "city": "Ржев"
    },
    {
        "city": "Ровеньки"
    },
    {
        "city": "Ровное"
    },
    {
        "city": "Рогнедино"
    },
    {
        "city": "Родино"
    },
    {
        "city": "Родионово-Несветайская"
    },
    {
        "city": "Родники"
    },
    {
        "city": "Родники"
    },
    {
        "city": "Романовка"
    },
    {
        "city": "Романовка"
    },
    {
        "city": "Ромны"
    },
    {
        "city": "Ромоданово"
    },
    {
        "city": "Рославль"
    },
    {
        "city": "Россошь"
    },
    {
        "city": "Ростов"
    },
    {
        "city": "Ростов-на-Дону"
    },
    {
        "city": "Рошаль"
    },
    {
        "city": "Ртищево"
    },
    {
        "city": "Рублево"
    },
    {
        "city": "Рубцовск"
    },
    {
        "city": "Рудня"
    },
    {
        "city": "Рудня"
    },
    {
        "city": "Руза"
    },
    {
        "city": "Рузаевка"
    },
    {
        "city": "Русская Поляна"
    },
    {
        "city": "Русский"
    },
    {
        "city": "Русский Камешкир"
    },
    {
        "city": "Рутул"
    },
    {
        "city": "Рыбинск"
    },
    {
        "city": "Рыбная Слобода"
    },
    {
        "city": "Рыбное"
    },
    {
        "city": "Рыльск"
    },
    {
        "city": "Ряжск"
    },
    {
        "city": "Рязань"
    },
    {
        "city": "Савино"
    },
    {
        "city": "Сайхин"
    },
    {
        "city": "Салават"
    },
    {
        "city": "Салехард"
    },
    {
        "city": "Салехард"
    },
    {
        "city": "Салтыковка"
    },
    {
        "city": "Сальск"
    },
    {
        "city": "Самагалтай"
    },
    {
        "city": "Самара"
    },
    {
        "city": "Самарга"
    },
    {
        "city": "Самойловка"
    },
    {
        "city": "Сангар"
    },
    {
        "city": "Сандово"
    },
    {
        "city": "Санкт-Петербург"
    },
    {
        "city": "Санчурск"
    },
    {
        "city": "Сапожок"
    },
    {
        "city": "Сараи"
    },
    {
        "city": "Саракташ"
    },
    {
        "city": "Саранск"
    },
    {
        "city": "Сарапул"
    },
    {
        "city": "Саратов"
    },
    {
        "city": "Саргатское"
    },
    {
        "city": "Сарманово"
    },
    {
        "city": "Саров"
    },
    {
        "city": "Сарыг-Сеп"
    },
    {
        "city": "Саскылах"
    },
    {
        "city": "Сасово"
    },
    {
        "city": "Сатка"
    },
    {
        "city": "Сафакулево"
    },
    {
        "city": "Сафоново"
    },
    {
        "city": "Саяногорск"
    },
    {
        "city": "Саяногорск"
    },
    {
        "city": "Саянск"
    },
    {
        "city": "Свердловск"
    },
    {
        "city": "Светлогорск"
    },
    {
        "city": "Светлоград"
    },
    {
        "city": "Светлый"
    },
    {
        "city": "Светлый"
    },
    {
        "city": "Светлый Яр"
    },
    {
        "city": "Свеча"
    },
    {
        "city": "Свободный"
    },
    {
        "city": "Себеж"
    },
    {
        "city": "Северное"
    },
    {
        "city": "Северное"
    },
    {
        "city": "Северный"
    },
    {
        "city": "Северо-Енисейский"
    },
    {
        "city": "Северо-Курильск"
    },
    {
        "city": "Северобайкальск"
    },
    {
        "city": "Северодвинск"
    },
    {
        "city": "Североморск"
    },
    {
        "city": "Североуральск"
    },
    {
        "city": "Северск"
    },
    {
        "city": "Северская"
    },
    {
        "city": "Севск"
    },
    {
        "city": "Сегежа"
    },
    {
        "city": "Седельниково"
    },
    {
        "city": "Сеймчан"
    },
    {
        "city": "Селенгинск"
    },
    {
        "city": "Селижарово"
    },
    {
        "city": "Селты"
    },
    {
        "city": "Семикаракорск"
    },
    {
        "city": "Семилуки"
    },
    {
        "city": "Сенгилей"
    },
    {
        "city": "Серафимович"
    },
    {
        "city": "Сергач"
    },
    {
        "city": "Сергиев Посад"
    },
    {
        "city": "Сердобск"
    },
    {
        "city": "Серебряные Пруды"
    },
    {
        "city": "Сернур"
    },
    {
        "city": "Серов"
    },
    {
        "city": "Серпухов"
    },
    {
        "city": "Серышево"
    },
    {
        "city": "Сестрорецк"
    },
    {
        "city": "Сеченово"
    },
    {
        "city": "Сибай"
    },
    {
        "city": "Сим"
    },
    {
        "city": "Синегорье"
    },
    {
        "city": "Сковородино"
    },
    {
        "city": "Скопин"
    },
    {
        "city": "Славгород"
    },
    {
        "city": "Славск"
    },
    {
        "city": "Славянка"
    },
    {
        "city": "Славянск-на-Кубани"
    },
    {
        "city": "Сладково"
    },
    {
        "city": "Сланцы"
    },
    {
        "city": "Слободской"
    },
    {
        "city": "Слюдянка"
    },
    {
        "city": "Смидович"
    },
    {
        "city": "Смирных"
    },
    {
        "city": "Смоленск"
    },
    {
        "city": "Смоленское"
    },
    {
        "city": "Снежинск"
    },
    {
        "city": "Снежногорск"
    },
    {
        "city": "Собинка"
    },
    {
        "city": "Советск"
    },
    {
        "city": "Советск"
    },
    {
        "city": "Советская Гавань"
    },
    {
        "city": "Советский"
    },
    {
        "city": "Советский"
    },
    {
        "city": "Советское"
    },
    {
        "city": "Советское"
    },
    {
        "city": "Советское"
    },
    {
        "city": "Советское"
    },
    {
        "city": "Сокол"
    },
    {
        "city": "Сокольское"
    },
    {
        "city": "Солигалич"
    },
    {
        "city": "Соликамск"
    },
    {
        "city": "Солнечногорск"
    },
    {
        "city": "Солнечнодольск"
    },
    {
        "city": "Солнцево"
    },
    {
        "city": "Солонешное"
    },
    {
        "city": "Солтон"
    },
    {
        "city": "Соль-Илецк"
    },
    {
        "city": "Сольвычегодск"
    },
    {
        "city": "Сольцы"
    },
    {
        "city": "Сонково"
    },
    {
        "city": "Сорочинск"
    },
    {
        "city": "Сортавала"
    },
    {
        "city": "Сосково"
    },
    {
        "city": "Сосново-Озерское"
    },
    {
        "city": "Сосновоборск"
    },
    {
        "city": "Сосновоборск"
    },
    {
        "city": "Сосновское"
    },
    {
        "city": "Сосновый Бор"
    },
    {
        "city": "Сосногорск"
    },
    {
        "city": "Сосьва"
    },
    {
        "city": "Софийск"
    },
    {
        "city": "Софпорог"
    },
    {
        "city": "Софрино"
    },
    {
        "city": "Сочи"
    },
    {
        "city": "Спас-Деменск"
    },
    {
        "city": "Спас-Клепики"
    },
    {
        "city": "Спасск-Дальний"
    },
    {
        "city": "Спасск-Рязанский"
    },
    {
        "city": "Спасское"
    },
    {
        "city": "Спирово"
    },
    {
        "city": "Среднеколымск"
    },
    {
        "city": "Среднеуральск"
    },
    {
        "city": "Средняя Ахтуба"
    },
    {
        "city": "Сретенск"
    },
    {
        "city": "Ставрополь"
    },
    {
        "city": "Сталинград"
    },
    {
        "city": "Старая Кулатка"
    },
    {
        "city": "Старая Купавна"
    },
    {
        "city": "Старая Майна"
    },
    {
        "city": "Старая Полтавка"
    },
    {
        "city": "Старая Русса"
    },
    {
        "city": "Старбеево"
    },
    {
        "city": "Старица"
    },
    {
        "city": "Староаллейское"
    },
    {
        "city": "Старобалтачево"
    },
    {
        "city": "Стародуб"
    },
    {
        "city": "Старое Дрожжаное"
    },
    {
        "city": "Старое Шайгово"
    },
    {
        "city": "Старожилово"
    },
    {
        "city": "Староминская"
    },
    {
        "city": "Старосубхангулово"
    },
    {
        "city": "Старощербиновская"
    },
    {
        "city": "Староюрьево"
    },
    {
        "city": "Старый Оскол"
    },
    {
        "city": "Степное"
    },
    {
        "city": "Степное"
    },
    {
        "city": "Стерлибашево"
    },
    {
        "city": "Стерлитамак"
    },
    {
        "city": "Стойба"
    },
    {
        "city": "Стрежевой"
    },
    {
        "city": "Строитель"
    },
    {
        "city": "Струги-Красные"
    },
    {
        "city": "Ступино"
    },
    {
        "city": "Суворов"
    },
    {
        "city": "Суджа"
    },
    {
        "city": "Судиславль"
    },
    {
        "city": "Судогда"
    },
    {
        "city": "Суздаль"
    },
    {
        "city": "Суземка"
    },
    {
        "city": "Сузун"
    },
    {
        "city": "Суксун"
    },
    {
        "city": "Суна"
    },
    {
        "city": "Сунтар"
    },
    {
        "city": "Суоярви"
    },
    {
        "city": "Сура"
    },
    {
        "city": "Сураж"
    },
    {
        "city": "Сургут"
    },
    {
        "city": "Сургут"
    },
    {
        "city": "Сургут (Самарская обл.)"
    },
    {
        "city": "Суровикино"
    },
    {
        "city": "Сурское"
    },
    {
        "city": "Сусанино"
    },
    {
        "city": "Сусуман"
    },
    {
        "city": "Суть-Холь"
    },
    {
        "city": "Сухиничи"
    },
    {
        "city": "Сухой Лог"
    },
    {
        "city": "Сходня"
    },
    {
        "city": "Сызрань"
    },
    {
        "city": "Сыктывкар"
    },
    {
        "city": "Сысерть"
    },
    {
        "city": "Сычевка"
    },
    {
        "city": "Сюмси"
    },
    {
        "city": "Сямжа"
    },
    {
        "city": "Таборы"
    },
    {
        "city": "Табуны"
    },
    {
        "city": "Тавда"
    },
    {
        "city": "Таврическое"
    },
    {
        "city": "Таганрог"
    },
    {
        "city": "Тазовский"
    },
    {
        "city": "Тайга"
    },
    {
        "city": "Тайшет"
    },
    {
        "city": "Таксимо"
    },
    {
        "city": "Талдом"
    },
    {
        "city": "Талица"
    },
    {
        "city": "Таловая"
    },
    {
        "city": "Тальменка"
    },
    {
        "city": "Тамала"
    },
    {
        "city": "Тамбов"
    },
    {
        "city": "Тамбовка"
    },
    {
        "city": "Тара"
    },
    {
        "city": "Тарасовский"
    },
    {
        "city": "Тарко"
    },
    {
        "city": "Тарко-Сале"
    },
    {
        "city": "Тарногский Городок"
    },
    {
        "city": "Тарумовка"
    },
    {
        "city": "Таруса"
    },
    {
        "city": "Тасеево"
    },
    {
        "city": "Татарск"
    },
    {
        "city": "Татищево"
    },
    {
        "city": "Тацинский"
    },
    {
        "city": "Ташла"
    },
    {
        "city": "Таштагол"
    },
    {
        "city": "Таштып"
    },
    {
        "city": "Тбилисская"
    },
    {
        "city": "Тверь"
    },
    {
        "city": "Теберда"
    },
    {
        "city": "Тевриз"
    },
    {
        "city": "Тейково"
    },
    {
        "city": "Текстильщик"
    },
    {
        "city": "Темников"
    },
    {
        "city": "Темпы"
    },
    {
        "city": "Темрюк"
    },
    {
        "city": "Теньгушево"
    },
    {
        "city": "Тербуны"
    },
    {
        "city": "Терек"
    },
    {
        "city": "Терекли-Мектеб"
    },
    {
        "city": "Тереньга"
    },
    {
        "city": "Терней"
    },
    {
        "city": "Терновка"
    },
    {
        "city": "Тетюши"
    },
    {
        "city": "Тигиль"
    },
    {
        "city": "Тикси"
    },
    {
        "city": "Тиличики"
    },
    {
        "city": "Тим"
    },
    {
        "city": "Тимашевск"
    },
    {
        "city": "Тисуль"
    },
    {
        "city": "Тихвин"
    },
    {
        "city": "Тихорецк"
    },
    {
        "city": "Тишково"
    },
    {
        "city": "Тлярата"
    },
    {
        "city": "Тобольск"
    },
    {
        "city": "Тогучин"
    },
    {
        "city": "Токаревка"
    },
    {
        "city": "Тольятти"
    },
    {
        "city": "Томари"
    },
    {
        "city": "Томилино"
    },
    {
        "city": "Томск"
    },
    {
        "city": "Тонкино"
    },
    {
        "city": "Тоншаево"
    },
    {
        "city": "Тоора-Хем"
    },
    {
        "city": "Топки"
    },
    {
        "city": "Топчиха"
    },
    {
        "city": "Торбеево"
    },
    {
        "city": "Торжок"
    },
    {
        "city": "Торопец"
    },
    {
        "city": "Тосно"
    },
    {
        "city": "Тотьма"
    },
    {
        "city": "Тоцкое"
    },
    {
        "city": "Тпиг"
    },
    {
        "city": "Трехгорный"
    },
    {
        "city": "Троицк"
    },
    {
        "city": "Троицк"
    },
    {
        "city": "Троицко-Печерск"
    },
    {
        "city": "Троицкое"
    },
    {
        "city": "Троицкое"
    },
    {
        "city": "Троицкое"
    },
    {
        "city": "Тросна"
    },
    {
        "city": "Трубчевск"
    },
    {
        "city": "Туапсе"
    },
    {
        "city": "Туголесский Бор"
    },
    {
        "city": "Тугулым"
    },
    {
        "city": "Тугур"
    },
    {
        "city": "Тужа"
    },
    {
        "city": "Туймазы"
    },
    {
        "city": "Тула"
    },
    {
        "city": "Тулун"
    },
    {
        "city": "Тульский"
    },
    {
        "city": "Тупик"
    },
    {
        "city": "Тура"
    },
    {
        "city": "Туран"
    },
    {
        "city": "Туринск"
    },
    {
        "city": "Туринская Слобода"
    },
    {
        "city": "Турки"
    },
    {
        "city": "Турочак"
    },
    {
        "city": "Турунтаево"
    },
    {
        "city": "Туруханск"
    },
    {
        "city": "Тутаев"
    },
    {
        "city": "Тучково"
    },
    {
        "city": "Тымовское"
    },
    {
        "city": "Тымск"
    },
    {
        "city": "Тында"
    },
    {
        "city": "Тырныауз"
    },
    {
        "city": "Тээли"
    },
    {
        "city": "Тюкалинск"
    },
    {
        "city": "Тюльган"
    },
    {
        "city": "Тюменцево"
    },
    {
        "city": "Тюмень"
    },
    {
        "city": "Тюхтет"
    },
    {
        "city": "Тяжинский"
    },
    {
        "city": "Убинское"
    },
    {
        "city": "Ува"
    },
    {
        "city": "Уваровка"
    },
    {
        "city": "Уварово"
    },
    {
        "city": "Уват"
    },
    {
        "city": "Увельский"
    },
    {
        "city": "Углегорск"
    },
    {
        "city": "Углич"
    },
    {
        "city": "Угловское"
    },
    {
        "city": "Угра"
    },
    {
        "city": "Удельная"
    },
    {
        "city": "Удомля"
    },
    {
        "city": "Ужур"
    },
    {
        "city": "Узловая"
    },
    {
        "city": "Уинское"
    },
    {
        "city": "Уйское"
    },
    {
        "city": "Улан-Удэ"
    },
    {
        "city": "Улеты"
    },
    {
        "city": "Ульяново"
    },
    {
        "city": "Ульяновск"
    },
    {
        "city": "Умба"
    },
    {
        "city": "Умет"
    },
    {
        "city": "Унеча"
    },
    {
        "city": "Уни"
    },
    {
        "city": "Унъюган"
    },
    {
        "city": "Упорово"
    },
    {
        "city": "Уразовка"
    },
    {
        "city": "Урай"
    },
    {
        "city": "Урай"
    },
    {
        "city": "Уральск"
    },
    {
        "city": "Урень"
    },
    {
        "city": "Уржум"
    },
    {
        "city": "Уркарах"
    },
    {
        "city": "Урмары"
    },
    {
        "city": "Урус-Мартан"
    },
    {
        "city": "Урюпинск"
    },
    {
        "city": "Усвяты"
    },
    {
        "city": "Усинск"
    },
    {
        "city": "Усмань"
    },
    {
        "city": "Усогорск"
    },
    {
        "city": "Усолье"
    },
    {
        "city": "Усолье-Сибирское"
    },
    {
        "city": "Успенское"
    },
    {
        "city": "Уссурийск"
    },
    {
        "city": "Устинов"
    },
    {
        "city": "Усть-Авам"
    },
    {
        "city": "Усть-Белая"
    },
    {
        "city": "Усть-Большерецк"
    },
    {
        "city": "Усть-Джегута"
    },
    {
        "city": "Усть-Донецкий"
    },
    {
        "city": "Усть-Илимск"
    },
    {
        "city": "Усть-Ишим"
    },
    {
        "city": "Усть-Калманка"
    },
    {
        "city": "Усть-Камчатск"
    },
    {
        "city": "Усть-Кан"
    },
    {
        "city": "Усть-Катав"
    },
    {
        "city": "Усть-Кишерть"
    },
    {
        "city": "Усть-Кокса"
    },
    {
        "city": "Усть-Кулом"
    },
    {
        "city": "Усть-Кут"
    },
    {
        "city": "Усть-Лабинск"
    },
    {
        "city": "Усть-Мая"
    },
    {
        "city": "Усть-Нера"
    },
    {
        "city": "Усть-Омчуг"
    },
    {
        "city": "Усть-Ордынский"
    },
    {
        "city": "Усть-Тарка"
    },
    {
        "city": "Усть-Уда"
    },
    {
        "city": "Усть-Улаган"
    },
    {
        "city": "Усть-Цильма"
    },
    {
        "city": "Усть-Чарышская Пристань"
    },
    {
        "city": "Устюжна"
    },
    {
        "city": "Утта"
    },
    {
        "city": "Уфа"
    },
    {
        "city": "Ухолово"
    },
    {
        "city": "Ухта"
    },
    {
        "city": "Учалы"
    },
    {
        "city": "Уяр"
    },
    {
        "city": "Фаленки"
    },
    {
        "city": "Фатеж"
    },
    {
        "city": "Федоровка"
    },
    {
        "city": "Федоровка"
    },
    {
        "city": "Ферзиково"
    },
    {
        "city": "Фершампенуаз"
    },
    {
        "city": "Фирово"
    },
    {
        "city": "Фирсановка"
    },
    {
        "city": "Фокино"
    },
    {
        "city": "Фосфоритный"
    },
    {
        "city": "Фролово"
    },
    {
        "city": "Фрязино"
    },
    {
        "city": "Фряново"
    },
    {
        "city": "Фурманов"
    },
    {
        "city": "Фурманово"
    },
    {
        "city": "Хабаровск"
    },
    {
        "city": "Хабары"
    },
    {
        "city": "Хабез"
    },
    {
        "city": "Халтурин"
    },
    {
        "city": "Хандыга"
    },
    {
        "city": "Ханты-Мансийск"
    },
    {
        "city": "Ханты-Мансийск"
    },
    {
        "city": "Харабали"
    },
    {
        "city": "Харовск"
    },
    {
        "city": "Хасавюрт"
    },
    {
        "city": "Хасан"
    },
    {
        "city": "Хатанга"
    },
    {
        "city": "Хвалынск"
    },
    {
        "city": "Хвастовичи"
    },
    {
        "city": "Хвойное"
    },
    {
        "city": "Хворостянка"
    },
    {
        "city": "Хив"
    },
    {
        "city": "Хилок"
    },
    {
        "city": "Химки"
    },
    {
        "city": "Хиславичи"
    },
    {
        "city": "Хлевное"
    },
    {
        "city": "Хову-Аксы"
    },
    {
        "city": "Холм"
    },
    {
        "city": "Холм-Жирковский"
    },
    {
        "city": "Холмогоры"
    },
    {
        "city": "Холмск"
    },
    {
        "city": "Хомутовка"
    },
    {
        "city": "Хомутово"
    },
    {
        "city": "Хонуу"
    },
    {
        "city": "Хоринск"
    },
    {
        "city": "Хорлово"
    },
    {
        "city": "Хороль"
    },
    {
        "city": "Хотынец"
    },
    {
        "city": "Хотьково"
    },
    {
        "city": "Хохольский"
    },
    {
        "city": "Хунзах"
    },
    {
        "city": "Цаган-Аман"
    },
    {
        "city": "Целина"
    },
    {
        "city": "Целинное"
    },
    {
        "city": "Целинное"
    },
    {
        "city": "Цивильск"
    },
    {
        "city": "Цимлянск"
    },
    {
        "city": "Цуриб"
    },
    {
        "city": "Чагода"
    },
    {
        "city": "Чадан"
    },
    {
        "city": "Чайковский"
    },
    {
        "city": "Чалтырь"
    },
    {
        "city": "Чамзинка"
    },
    {
        "city": "Чаны"
    },
    {
        "city": "Чапаев"
    },
    {
        "city": "Чапаевск"
    },
    {
        "city": "Чаплыгин"
    },
    {
        "city": "Чара"
    },
    {
        "city": "Чарышское"
    },
    {
        "city": "Частые"
    },
    {
        "city": "Чебаркуль"
    },
    {
        "city": "Чебоксары"
    },
    {
        "city": "Чегдомын"
    },
    {
        "city": "Чегем-Первый"
    },
    {
        "city": "Чекмагуш"
    },
    {
        "city": "Челно-Вершины"
    },
    {
        "city": "Челябинск"
    },
    {
        "city": "Чердаклы"
    },
    {
        "city": "Чердынь"
    },
    {
        "city": "Черемисиново"
    },
    {
        "city": "Черемушки"
    },
    {
        "city": "Черемхово"
    },
    {
        "city": "Черепаново"
    },
    {
        "city": "Череповец"
    },
    {
        "city": "Черкесск"
    },
    {
        "city": "Черкизово"
    },
    {
        "city": "Черлак"
    },
    {
        "city": "Черниговка"
    },
    {
        "city": "Черноголовка"
    },
    {
        "city": "Черногорск"
    },
    {
        "city": "Чернореченский"
    },
    {
        "city": "Чернушка"
    },
    {
        "city": "Черный Яр"
    },
    {
        "city": "Чернышевск"
    },
    {
        "city": "Чернышковский"
    },
    {
        "city": "Чернянка"
    },
    {
        "city": "Черняховск"
    },
    {
        "city": "Черский"
    },
    {
        "city": "Чертково"
    },
    {
        "city": "Черусти"
    },
    {
        "city": "Чесма"
    },
    {
        "city": "Чехов"
    },
    {
        "city": "Чикола"
    },
    {
        "city": "Чистоозерное"
    },
    {
        "city": "Чистополь"
    },
    {
        "city": "Чита"
    },
    {
        "city": "Чишмы"
    },
    {
        "city": "Чкаловск"
    },
    {
        "city": "Чокурдах"
    },
    {
        "city": "Чугуевка"
    },
    {
        "city": "Чудово"
    },
    {
        "city": "Чулым"
    },
    {
        "city": "Чумикан"
    },
    {
        "city": "Чунский"
    },
    {
        "city": "Чурапча"
    },
    {
        "city": "Чусовой"
    },
    {
        "city": "Чухлома"
    },
    {
        "city": "Чучково"
    },
    {
        "city": "Шаблыкино"
    },
    {
        "city": "Шагонар"
    },
    {
        "city": "Шадринск"
    },
    {
        "city": "Шали"
    },
    {
        "city": "Шалинское"
    },
    {
        "city": "Шаран"
    },
    {
        "city": "Шаранга"
    },
    {
        "city": "Шарапово"
    },
    {
        "city": "Шаркан"
    },
    {
        "city": "Шарлык"
    },
    {
        "city": "Шарыпово"
    },
    {
        "city": "Шарья"
    },
    {
        "city": "Шатки"
    },
    {
        "city": "Шатрово"
    },
    {
        "city": "Шатура"
    },
    {
        "city": "Шатурторф"
    },
    {
        "city": "Шаховская"
    },
    {
        "city": "Шахтерск"
    },
    {
        "city": "Шахты"
    },
    {
        "city": "Шахунья"
    },
    {
        "city": "Шацк"
    },
    {
        "city": "Шебалино"
    },
    {
        "city": "Шебекино"
    },
    {
        "city": "Шексна"
    },
    {
        "city": "Шелаболиха"
    },
    {
        "city": "Шелехов"
    },
    {
        "city": "Шелопугино"
    },
    {
        "city": "Шемурша"
    },
    {
        "city": "Шемышейка"
    },
    {
        "city": "Шемятино"
    },
    {
        "city": "Шенкурск"
    },
    {
        "city": "Шентала"
    },
    {
        "city": "Шербакуль"
    },
    {
        "city": "Шереметьевский"
    },
    {
        "city": "Шигоны"
    },
    {
        "city": "Шилка"
    },
    {
        "city": "Шилово"
    },
    {
        "city": "Шимановск"
    },
    {
        "city": "Шимск"
    },
    {
        "city": "Шипуново"
    },
    {
        "city": "Шира"
    },
    {
        "city": "Шлиссельбург"
    },
    {
        "city": "Шовгеновский"
    },
    {
        "city": "Шолоховский"
    },
    {
        "city": "Шуйское"
    },
    {
        "city": "Шумерля"
    },
    {
        "city": "Шумиха"
    },
    {
        "city": "Шумячи"
    },
    {
        "city": "Шушенское"
    },
    {
        "city": "Шуя"
    },
    {
        "city": "Щекино"
    },
    {
        "city": "Щелково"
    },
    {
        "city": "Щербинка"
    },
    {
        "city": "Щигры"
    },
    {
        "city": "Щучье"
    },
    {
        "city": "Эвенск"
    },
    {
        "city": "Эгвекинот"
    },
    {
        "city": "Экимчан"
    },
    {
        "city": "Электрогорск"
    },
    {
        "city": "Электросталь"
    },
    {
        "city": "Электроугли"
    },
    {
        "city": "Элиста"
    },
    {
        "city": "Энгельс"
    },
    {
        "city": "Энергетик"
    },
    {
        "city": "Эрзин"
    },
    {
        "city": "Эртиль"
    },
    {
        "city": "Югорск"
    },
    {
        "city": "Южа"
    },
    {
        "city": "Южно-Курильск"
    },
    {
        "city": "Южно-Сахалинск"
    },
    {
        "city": "Южно-Сухокумск"
    },
    {
        "city": "Южно-Уральск"
    },
    {
        "city": "Юкаменское"
    },
    {
        "city": "Юрга"
    },
    {
        "city": "Юргамыш"
    },
    {
        "city": "Юрибей"
    },
    {
        "city": "Юрино"
    },
    {
        "city": "Юрла"
    },
    {
        "city": "Юрьев-Польский"
    },
    {
        "city": "Юрьевец"
    },
    {
        "city": "Юрья"
    },
    {
        "city": "Юрюзань"
    },
    {
        "city": "Юста"
    },
    {
        "city": "Юсьва"
    },
    {
        "city": "Юхнов"
    },
    {
        "city": "Ягодное"
    },
    {
        "city": "Ядрин"
    },
    {
        "city": "Ядрино"
    },
    {
        "city": "Яковлевка"
    },
    {
        "city": "Якутск"
    },
    {
        "city": "Якшур-Бодья"
    },
    {
        "city": "Ялуторовск"
    },
    {
        "city": "Яльчики"
    },
    {
        "city": "Янаул"
    },
    {
        "city": "Янтиково"
    },
    {
        "city": "Яр"
    },
    {
        "city": "Яр-Сале"
    },
    {
        "city": "Яранск"
    },
    {
        "city": "Яренск"
    },
    {
        "city": "Ярково"
    },
    {
        "city": "Ярославль"
    },
    {
        "city": "Ярцево"
    },
    {
        "city": "Ясногорск"
    },
    {
        "city": "Ясный"
    },
    {
        "city": "Яхрома"
    },
    {
        "city": "Яшалта"
    },
    {
        "city": "Яшкино"
    },
    {
        "city": "Яшкуль"
    },
    {
        "city": "Яя"
    }
]